{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<|endoftext|>": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "¡": 95,
      "¢": 96,
      "£": 97,
      "¤": 98,
      "¥": 99,
      "¦": 100,
      "§": 101,
      "¨": 102,
      "©": 103,
      "ª": 104,
      "«": 105,
      "¬": 106,
      "®": 107,
      "¯": 108,
      "°": 109,
      "±": 110,
      "²": 111,
      "³": 112,
      "´": 113,
      "µ": 114,
      "¶": 115,
      "·": 116,
      "¸": 117,
      "¹": 118,
      "º": 119,
      "»": 120,
      "¼": 121,
      "½": 122,
      "¾": 123,
      "¿": 124,
      "À": 125,
      "Á": 126,
      "Â": 127,
      "Ã": 128,
      "Ä": 129,
      "Å": 130,
      "Æ": 131,
      "Ç": 132,
      "È": 133,
      "É": 134,
      "Ê": 135,
      "Ë": 136,
      "Ì": 137,
      "Í": 138,
      "Î": 139,
      "Ï": 140,
      "Ð": 141,
      "Ñ": 142,
      "Ò": 143,
      "Ó": 144,
      "Ô": 145,
      "Õ": 146,
      "Ö": 147,
      "×": 148,
      "Ø": 149,
      "Ù": 150,
      "Ú": 151,
      "Û": 152,
      "Ü": 153,
      "Ý": 154,
      "Þ": 155,
      "ß": 156,
      "à": 157,
      "á": 158,
      "â": 159,
      "ã": 160,
      "ä": 161,
      "å": 162,
      "æ": 163,
      "ç": 164,
      "è": 165,
      "é": 166,
      "ê": 167,
      "ë": 168,
      "ì": 169,
      "í": 170,
      "î": 171,
      "ï": 172,
      "ð": 173,
      "ñ": 174,
      "ò": 175,
      "ó": 176,
      "ô": 177,
      "õ": 178,
      "ö": 179,
      "÷": 180,
      "ø": 181,
      "ù": 182,
      "ú": 183,
      "û": 184,
      "ü": 185,
      "ý": 186,
      "þ": 187,
      "ÿ": 188,
      "Ā": 189,
      "ā": 190,
      "Ă": 191,
      "ă": 192,
      "Ą": 193,
      "ą": 194,
      "Ć": 195,
      "ć": 196,
      "Ĉ": 197,
      "ĉ": 198,
      "Ċ": 199,
      "ċ": 200,
      "Č": 201,
      "č": 202,
      "Ď": 203,
      "ď": 204,
      "Đ": 205,
      "đ": 206,
      "Ē": 207,
      "ē": 208,
      "Ĕ": 209,
      "ĕ": 210,
      "Ė": 211,
      "ė": 212,
      "Ę": 213,
      "ę": 214,
      "Ě": 215,
      "ě": 216,
      "Ĝ": 217,
      "ĝ": 218,
      "Ğ": 219,
      "ğ": 220,
      "Ġ": 221,
      "ġ": 222,
      "Ģ": 223,
      "ģ": 224,
      "Ĥ": 225,
      "ĥ": 226,
      "Ħ": 227,
      "ħ": 228,
      "Ĩ": 229,
      "ĩ": 230,
      "Ī": 231,
      "ī": 232,
      "Ĭ": 233,
      "ĭ": 234,
      "Į": 235,
      "į": 236,
      "İ": 237,
      "ı": 238,
      "Ĳ": 239,
      "ĳ": 240,
      "Ĵ": 241,
      "ĵ": 242,
      "Ķ": 243,
      "ķ": 244,
      "ĸ": 245,
      "Ĺ": 246,
      "ĺ": 247,
      "Ļ": 248,
      "ļ": 249,
      "Ľ": 250,
      "ľ": 251,
      "Ŀ": 252,
      "ŀ": 253,
      "Ł": 254,
      "ł": 255,
      "Ń": 256,
      "Ġt": 257,
      "Ġa": 258,
      "in": 259,
      "Ġth": 260,
      "re": 261,
      "on": 262,
      "Ġs": 263,
      "Ġthe": 264,
      "er": 265,
      "Ġw": 266,
      "at": 267,
      "Ġo": 268,
      "Ġb": 269,
      "ing": 270,
      "is": 271,
      "Ġc": 272,
      "it": 273,
      "Ġm": 274,
      "or": 275,
      "nd": 276,
      "Ġf": 277,
      "Ġto": 278,
      "ll": 279,
      "Ġp": 280,
      "es": 281,
      "ar": 282,
      "en": 283,
      "Ġh": 284,
      "Ġd": 285,
      "ed": 286,
      "ou": 287,
      "an": 288,
      "Ġin": 289,
      "ĠI": 290,
      "Ġof": 291,
      "as": 292,
      "Ġand": 293,
      "Ġl": 294,
      "ow": 295,
      "ĠĠ": 296,
      "ion": 297,
      "Ġg": 298,
      "et": 299,
      "ic": 300,
      "om": 301,
      "Ġn": 302,
      "ĠT": 303,
      "ut": 304,
      "Ġis": 305,
      "Ġe": 306,
      "Ġre": 307,
      "ay": 308,
      "al": 309,
      "ve": 310,
      "us": 311,
      "Ġbe": 312,
      "ly": 313,
      "Ġon": 314,
      "Ġfor": 315,
      "le": 316,
      "ot": 317,
      "ct": 318,
      "Ġy": 319,
      "Ġst": 320,
      "ent": 321,
      "ver": 322,
      "Ġit": 323,
      "Ġthat": 324,
      "čĊ": 325,
      "os": 326,
      "id": 327,
      "Ġ1": 328,
      "ld": 329,
      "ĠTh": 330,
      "ĠA": 331,
      "ad": 332,
      "ĠS": 333,
      "Ġwe": 334,
      "ig": 335,
      "ro": 336,
      "all": 337,
      "Ġwh": 338,
      "ill": 339,
      "ĠC": 340,
      "th": 341,
      "ur": 342,
      "Ġ2": 343,
      "ch": 344,
      "im": 345,
      "ck": 346,
      "Ġsh": 347,
      "ke": 348,
      "ĠM": 349,
      "Ġu": 350,
      "ce": 351,
      "Ġr": 352,
      "Ġyou": 353,
      "ith": 354,
      "Ġthis": 355,
      "pp": 356,
      "Ġse": 357,
      "ĠW": 358,
      "ation": 359,
      "Ġha": 360,
      "res": 361,
      "igh": 362,
      "ĠThe": 363,
      "ĠB": 364,
      "Ġare": 365,
      "Ġan": 366,
      "um": 367,
      "il": 368,
      "Ġas": 369,
      "ter": 370,
      "Ġcon": 371,
      "oo": 372,
      "ĠF": 373,
      "Ġat": 374,
      "ore": 375,
      "ir": 376,
      "ark": 377,
      "Ġne": 378,
      "Ġwith": 379,
      "ort": 380,
      "ĠP": 381,
      "Ġ$": 382,
      "ate": 383,
      "00": 384,
      "Ġ4": 385,
      "Ġcom": 386,
      "arket": 387,
      "Ġde": 388,
      "Ġnot": 389,
      "Ġwill": 390,
      "ers": 391,
      "est": 392,
      "Ġex": 393,
      "ric": 394,
      "ĠR": 395,
      "se": 396,
      "Ġhave": 397,
      "Ġsu": 398,
      "ould": 399,
      "nt": 400,
      "ge": 401,
      "pe": 402,
      "Ġmarket": 403,
      "ĠD": 404,
      "am": 405,
      "ol": 406,
      "Ġch": 407,
      "'s": 408,
      "Ġor": 409,
      "__": 410,
      "st": 411,
      "Ġgo": 412,
      "Ġ3": 413,
      "ain": 414,
      "ust": 415,
      "Ġpro": 416,
      "Ġal": 417,
      "ĠE": 418,
      "Ġbu": 419,
      "Ġhe": 420,
      "ock": 421,
      "ally": 422,
      "Ġtr": 423,
      "Ġdo": 424,
      "Ġbut": 425,
      "Ġme": 426,
      "ĠH": 427,
      "ĠO": 428,
      "Ġup": 429,
      "Ġab": 430,
      "one": 431,
      "ive": 432,
      "ike": 433,
      "ost": 434,
      "Ġout": 435,
      "ie": 436,
      "ess": 437,
      "Ġwas": 438,
      "if": 439,
      "20": 440,
      "Ġfr": 441,
      "ide": 442,
      "Ġcomp": 443,
      "Ġpric": 444,
      "Ġcan": 445,
      "ity": 446,
      "art": 447,
      "ome": 448,
      "ear": 449,
      "ment": 450,
      "own": 451,
      "act": 452,
      "Ġso": 453,
      "Ġhas": 454,
      "Ġ20": 455,
      "ab": 456,
      "iv": 457,
      "red": 458,
      "ast": 459,
      "Ġall": 460,
      "ak": 461,
      "ies": 462,
      "Ġfrom": 463,
      "Ġmore": 464,
      "Ġstock": 465,
      "very": 466,
      "ions": 467,
      "Ġcont": 468,
      "day": 469,
      "ĠN": 470,
      "ap": 471,
      "ight": 472,
      "Ġ5": 473,
      "qu": 474,
      "ist": 475,
      "ant": 476,
      "Ġthey": 477,
      "ard": 478,
      "pn": 479,
      "ĠG": 480,
      "Ġdown": 481,
      "out": 482,
      "Ġv": 483,
      "fl": 484,
      "Ġmy": 485,
      "22": 486,
      "Ġle": 487,
      "Ġop": 488,
      "Ġover": 489,
      "Ġday": 490,
      "gh": 491,
      "op": 492,
      "so": 493,
      "ul": 494,
      "Ġsha": 495,
      "Ġhigh": 496,
      "em": 497,
      "ue": 498,
      "Ġint": 499,
      "and": 500,
      "Ġlike": 501,
      "ake": 502,
      "Ġj": 503,
      "Ġby": 504,
      "ĠĠĠ": 505,
      "ose": 506,
      "ĠL": 507,
      "ook": 508,
      "ning": 509,
      "use": 510,
      "Ġits": 511,
      "el": 512,
      "si": 513,
      "Ġsome": 514,
      "ough": 515,
      "ove": 516,
      "ich": 517,
      "Ġget": 518,
      "un": 519,
      "Ġad": 520,
      "Ġrec": 521,
      "ack": 522,
      "any": 523,
      "ood": 524,
      "Ġnow": 525,
      "Ġbuy": 526,
      "..": 527,
      "mat": 528,
      "Ġim": 529,
      "Ġwould": 530,
      "Ġpl": 531,
      "Ġif": 532,
      "matpn": 533,
      "Ġsee": 534,
      "age": 535,
      "Ġtim": 536,
      "Ġyear": 537,
      "Ġprice": 538,
      "row": 539,
      "Ġam": 540,
      "Ġk": 541,
      "Ġper": 542,
      "Ġwor": 543,
      "Ġabout": 544,
      "Ġag": 545,
      "ĠU": 546,
      "for": 547,
      "ĠJ": 548,
      "Ġwhat": 549,
      "Ġwhich": 550,
      "Ġcall": 551,
      "flation": 552,
      "Ġsupp": 553,
      "Ġalso": 554,
      "Ġinc": 555,
      "'t": 556,
      "ause": 557,
      "ven": 558,
      "ish": 559,
      "Ġtrad": 560,
      "____": 561,
      "old": 562,
      "Ġtheir": 563,
      "Ġput": 564,
      "ĠIn": 565,
      "ound": 566,
      "ase": 567,
      "ial": 568,
      "ĠY": 569,
      "Ġus": 570,
      "Ġte": 571,
      "Ġgoing": 572,
      "ure": 573,
      "ong": 574,
      "onth": 575,
      "ash": 576,
      "ĠThis": 577,
      "Ġjust": 578,
      "ek": 579,
      "ere": 580,
      "Ġcur": 581,
      "Ġ10": 582,
      "Ġun": 583,
      "ance": 584,
      "ĠIt": 585,
      "Ġlook": 586,
      "Ġsell": 587,
      "Ġhow": 588,
      "ther": 589,
      "Ġshares": 590,
      "ous": 591,
      "Ġone": 592,
      "ĠWh": 593,
      "Ġtime": 594,
      "ily": 595,
      "Ġac": 596,
      "ors": 597,
      "Ġmonth": 598,
      "Ġoff": 599,
      "Ġweek": 600,
      "pect": 601,
      "ine": 602,
      "Ġthere": 603,
      "ated": 604,
      "ussi": 605,
      "du": 606,
      "vest": 607,
      "ect": 608,
      "ium": 609,
      "Ġthese": 610,
      "Ġexp": 611,
      "Ġaf": 612,
      "ility": 613,
      "oney": 614,
      "iz": 615,
      "ps": 616,
      "Ġsa": 617,
      "Ġfin": 618,
      "Ġinflation": 619,
      "Ġbec": 620,
      "ĠSt": 621,
      "Ġany": 622,
      "Ġmoney": 623,
      "ame": 624,
      "xt": 625,
      "Ġres": 626,
      "ĠWe": 627,
      "Ġcurre": 628,
      "lo": 629,
      "Ġsp": 630,
      "ting": 631,
      "ink": 632,
      "Ġcr": 633,
      "ile": 634,
      "Ġcompany": 635,
      "Ġtoday": 636,
      "oth": 637,
      "Ġimp": 638,
      "Ġfu": 639,
      "osit": 640,
      "Ġlast": 641,
      "Ġwhen": 642,
      "Ġyour": 643,
      "low": 644,
      "Ġgt": 645,
      "able": 646,
      "Ġkn": 647,
      "illion": 648,
      "ĠCh": 649,
      "ĠV": 650,
      "ond": 651,
      "Ġinvest": 652,
      "ag": 653,
      "ract": 654,
      "Ġear": 655,
      "wit": 656,
      "Ġapp": 657,
      "ays": 658,
      "ĠRussi": 659,
      "Ġthan": 660,
      "Ġar": 661,
      "Ġpre": 662,
      "fore": 663,
      "uch": 664,
      "Ġact": 665,
      "Ġfe": 666,
      "Ġtoo": 667,
      "Ġshort": 668,
      "Ġneed": 669,
      "ates": 670,
      "Ġbeen": 671,
      "oll": 672,
      "Ġ8": 673,
      "ass": 674,
      "Ġevery": 675,
      "Ġstr": 676,
      "Ġvol": 677,
      "Ġafter": 678,
      "ff": 679,
      "ip": 680,
      "Ġdon": 681,
      "ign": 682,
      "witter": 683,
      "ks": 684,
      "lon": 685,
      "Ġen": 686,
      "our": 687,
      "ĠĠĠĠ": 688,
      "Ġcurrent": 689,
      "ber": 690,
      "Ġcl": 691,
      "orrow": 692,
      "Ġpe": 693,
      "ount": 694,
      "ased": 695,
      "ĠSo": 696,
      "ress": 697,
      "Ġcontract": 698,
      "gg": 699,
      "pr": 700,
      "Ġthink": 701,
      "Ġformatpn": 702,
      "Ġstart": 703,
      "Ġsupport": 704,
      "Ġbecause": 705,
      "ĠIf": 706,
      "Ġgood": 707,
      "Ġ15": 708,
      "Ġwere": 709,
      "Ġagain": 710,
      "Ġknow": 711,
      "PI": 712,
      "Ġback": 713,
      "ord": 714,
      "Ġfut": 715,
      "2022": 716,
      "eres": 717,
      "tt": 718,
      "Ġind": 719,
      "Ġchan": 720,
      "Ġincre": 721,
      "ets": 722,
      "Ġstill": 723,
      "ures": 724,
      "ite": 725,
      "Ġmuch": 726,
      "Ġhad": 727,
      "Ġlow": 728,
      "Ġbefore": 729,
      "Ġopt": 730,
      "od": 731,
      "int": 732,
      "Ġma": 733,
      "arch": 734,
      "Ġnext": 735,
      "Ġdec": 736,
      "Ġexpect": 737,
      "Ġprodu": 738,
      "nings": 739,
      "aily": 740,
      "Ġmake": 741,
      "Ġdiv": 742,
      "ire": 743,
      "reak": 744,
      "ary": 745,
      "Ġdid": 746,
      "ĠSP": 747,
      "Ġnew": 748,
      "ield": 749,
      "Ġopen": 750,
      "cial": 751,
      "ep": 752,
      "ib": 753,
      "Ġvery": 754,
      "ince": 755,
      "Ġthen": 756,
      "Ġother": 757,
      "Ġcould": 758,
      "Ġmin": 759,
      "ical": 760,
      "Ġno": 761,
      "irst": 762,
      "ought": 763,
      "ys": 764,
      "Ġ6": 765,
      "ree": 766,
      "Ġpr": 767,
      "ĠCPI": 768,
      "Ġris": 769,
      "are": 770,
      "Ġqu": 771,
      "Ġtake": 772,
      "Ġway": 773,
      "Ġwant": 774,
      "atility": 775,
      "Ġonly": 776,
      "ople": 777,
      "Ġ50": 778,
      "ace": 779,
      "ick": 780,
      "ĠTwitter": 781,
      "idend": 782,
      "Ġinto": 783,
      "QQ": 784,
      "pt": 785,
      "ry": 786,
      "Ġ7": 787,
      "Ġbr": 788,
      "arg": 789,
      "Ġgre": 790,
      "vel": 791,
      "ĠElon": 792,
      "Ġpeople": 793,
      "dit": 794,
      "Ġmove": 795,
      "Ġposit": 796,
      "Ġinteres": 797,
      "gy": 798,
      "li": 799,
      "Ġhold": 800,
      "Ġprices": 801,
      "Ġputs": 802,
      "pre": 803,
      "ving": 804,
      "Ġund": 805,
      "ĠBut": 806,
      "Ġass": 807,
      "Ġtech": 808,
      "Ġdividend": 809,
      "50": 810,
      "vi": 811,
      "Ġthem": 812,
      "ans": 813,
      "Ġeven": 814,
      "iew": 815,
      "Ġdays": 816,
      "jor": 817,
      "morrow": 818,
      "Ġtomorrow": 819,
      "ice": 820,
      "Ġrep": 821,
      "ade": 822,
      "Ġbull": 823,
      "formatpn": 824,
      "81": 825,
      "hing": 826,
      "ating": 827,
      "Ġlong": 828,
      "Ġwho": 829,
      "Ġvolatility": 830,
      "ec": 831,
      "Ġ100": 832,
      "Ġhapp": 833,
      "Ġchart": 834,
      "Ġhere": 835,
      "Ġtrading": 836,
      "Ġacc": 837,
      "Ġmajor": 838,
      "30": 839,
      "ex": 840,
      "Ġthose": 841,
      "Ġcash": 842,
      "Ġmost": 843,
      "Ġpo": 844,
      "ually": 845,
      "Ġent": 846,
      "Ġshow": 847,
      "Ġshare": 848,
      "Ġearnings": 849,
      "ĠSPY": 850,
      "Ġ9": 851,
      "Ġtw": 852,
      "ise": 853,
      "ĠIm": 854,
      "Ġegg": 855,
      "oss": 856,
      "Ġ11": 857,
      "Ġcons": 858,
      "Ġ44": 859,
      "ments": 860,
      "Ġcontin": 861,
      "form": 862,
      "Ġhappen": 863,
      "ud": 864,
      "view": 865,
      "Ġbo": 866,
      "Ġbet": 867,
      "Ġhis": 868,
      "Ġright": 869,
      "Th": 870,
      "ever": 871,
      "Ġcor": 872,
      "Ġfirst": 873,
      "Ġret": 874,
      "Ġshould": 875,
      "ult": 876,
      "Ġaround": 877,
      "Ġcontracts": 878,
      "aw": 879,
      "side": 880,
      "ind": 881,
      "Ġspe": 882,
      "Ġsince": 883,
      "Ġ0": 884,
      "Ġdro": 885,
      "ict": 886,
      "Ġnear": 887,
      "Ġabove": 888,
      "Ġproduct": 889,
      "con": 890,
      "fit": 891,
      "over": 892,
      "Ġsim": 893,
      "Ġour": 894,
      "Ġdaily": 895,
      "Ġbeing": 896,
      "Ġbelow": 897,
      "Ġwell": 898,
      "Ġmarkets": 899,
      "Ġdoes": 900,
      "________": 901,
      "ollow": 902,
      "ach": 903,
      "erm": 904,
      "ert": 905,
      "Ġfar": 906,
      "ĠTo": 907,
      "Ġbear": 908,
      "ĠAnd": 909,
      "aking": 910,
      "ttps": 911,
      "21": 912,
      "ble": 913,
      "ced": 914,
      "Ġbreak": 915,
      "ings": 916,
      "Ġlot": 917,
      "ĠAs": 918,
      "Ġrecent": 919,
      "ĠRussia": 920,
      "Ġinterest": 921,
      "ward": 922,
      "ative": 923,
      "nds": 924,
      "Ġgot": 925,
      "Ġnum": 926,
      "adium": 927,
      "alladium": 928,
      "urn": 929,
      "ĠMarch": 930,
      "Ġfinan": 931,
      "ail": 932,
      "bl": 933,
      "nel": 934,
      "ues": 935,
      "read": 936,
      "Ġgap": 937,
      "Ġem": 938,
      "ĠThat": 939,
      "Ġbuying": 940,
      "Ġyears": 941,
      "Ġcalls": 942,
      "'m": 943,
      "Ġpay": 944,
      "Ġreal": 945,
      "Ġwhere": 946,
      "Ġ30": 947,
      "Ġplay": 948,
      "az": 949,
      "cent": 950,
      "gw": 951,
      "ple": 952,
      "Ġdis": 953,
      "ange": 954,
      "Ġgu": 955,
      "idth": 956,
      "other": 957,
      "ĠChin": 958,
      "preview": 959,
      "ttpspreview": 960,
      "gwidth": 961,
      "wn": 962,
      "ĠQ": 963,
      "ater": 964,
      "Ġmade": 965,
      "Ġfollow": 966,
      "anies": 967,
      "Ġrel": 968,
      "ations": 969,
      "ession": 970,
      "Ġcompanies": 971,
      "pngwidth": 972,
      "...": 973,
      "Ġfutures": 974,
      "IX": 975,
      "ell": 976,
      "oc": 977,
      "ons": 978,
      "Ġwent": 979,
      "Ġcap": 980,
      "Ġmay": 981,
      "nding": 982,
      "Ġfact": 983,
      "Ġpost": 984,
      "Ġyield": 985,
      "conom": 986,
      "ci": 987,
      "Ġet": 988,
      "Ġke": 989,
      "ities": 990,
      "Ġman": 991,
      "ens": 992,
      "ĠMay": 993,
      "Ġeggs": 994,
      "Ġi": 995,
      "Ġsc": 996,
      "Ġsame": 997,
      "Ġsign": 998,
      "Ġban": 999
    },
    "merges": [
      "Ġ t",
      "Ġ a",
      "i n",
      "Ġt h",
      "r e",
      "o n",
      "Ġ s",
      "Ġth e",
      "e r",
      "Ġ w",
      "a t",
      "Ġ o",
      "Ġ b",
      "in g",
      "i s",
      "Ġ c",
      "i t",
      "Ġ m",
      "o r",
      "n d",
      "Ġ f",
      "Ġt o",
      "l l",
      "Ġ p",
      "e s",
      "a r",
      "e n",
      "Ġ h",
      "Ġ d",
      "e d",
      "o u",
      "a n",
      "Ġ in",
      "Ġ I",
      "Ġo f",
      "a s",
      "Ġa nd",
      "Ġ l",
      "o w",
      "Ġ Ġ",
      "i on",
      "Ġ g",
      "e t",
      "i c",
      "o m",
      "Ġ n",
      "Ġ T",
      "u t",
      "Ġ is",
      "Ġ e",
      "Ġ re",
      "a y",
      "a l",
      "v e",
      "u s",
      "Ġb e",
      "l y",
      "Ġ on",
      "Ġf or",
      "l e",
      "o t",
      "c t",
      "Ġ y",
      "Ġs t",
      "en t",
      "v er",
      "Ġ it",
      "Ġth at",
      "č Ċ",
      "o s",
      "i d",
      "Ġ 1",
      "l d",
      "ĠT h",
      "Ġ A",
      "a d",
      "Ġ S",
      "Ġw e",
      "i g",
      "r o",
      "a ll",
      "Ġw h",
      "i ll",
      "Ġ C",
      "t h",
      "u r",
      "Ġ 2",
      "c h",
      "i m",
      "c k",
      "Ġs h",
      "k e",
      "Ġ M",
      "Ġ u",
      "c e",
      "Ġ r",
      "Ġy ou",
      "it h",
      "Ġth is",
      "p p",
      "Ġs e",
      "Ġ W",
      "at ion",
      "Ġh a",
      "re s",
      "ig h",
      "ĠTh e",
      "Ġ B",
      "Ġa re",
      "Ġa n",
      "u m",
      "i l",
      "Ġa s",
      "t er",
      "Ġc on",
      "o o",
      "Ġ F",
      "Ġa t",
      "o re",
      "i r",
      "ar k",
      "Ġn e",
      "Ġw ith",
      "or t",
      "Ġ P",
      "Ġ $",
      "at e",
      "0 0",
      "Ġ 4",
      "Ġc om",
      "ark et",
      "Ġd e",
      "Ġn ot",
      "Ġw ill",
      "er s",
      "es t",
      "Ġe x",
      "r ic",
      "Ġ R",
      "s e",
      "Ġha ve",
      "Ġs u",
      "ou ld",
      "n t",
      "g e",
      "p e",
      "Ġm arket",
      "Ġ D",
      "a m",
      "o l",
      "Ġc h",
      "' s",
      "Ġo r",
      "_ _",
      "s t",
      "Ġg o",
      "Ġ 3",
      "a in",
      "us t",
      "Ġp ro",
      "Ġa l",
      "Ġ E",
      "Ġb u",
      "Ġh e",
      "o ck",
      "all y",
      "Ġt r",
      "Ġd o",
      "Ġb ut",
      "Ġm e",
      "Ġ H",
      "Ġ O",
      "Ġu p",
      "Ġa b",
      "on e",
      "i ve",
      "i ke",
      "os t",
      "Ġo ut",
      "i e",
      "es s",
      "Ġw as",
      "i f",
      "2 0",
      "Ġf r",
      "id e",
      "Ġcom p",
      "Ġp ric",
      "Ġc an",
      "it y",
      "ar t",
      "om e",
      "e ar",
      "m ent",
      "ow n",
      "a ct",
      "Ġs o",
      "Ġh as",
      "Ġ2 0",
      "a b",
      "i v",
      "re d",
      "as t",
      "Ġa ll",
      "a k",
      "i es",
      "Ġfr om",
      "Ġm ore",
      "Ġst ock",
      "ver y",
      "ion s",
      "Ġcon t",
      "d ay",
      "Ġ N",
      "a p",
      "igh t",
      "Ġ 5",
      "q u",
      "is t",
      "an t",
      "Ġthe y",
      "ar d",
      "p n",
      "Ġ G",
      "Ġd own",
      "ou t",
      "Ġ v",
      "f l",
      "Ġm y",
      "2 2",
      "Ġl e",
      "Ġo p",
      "Ġo ver",
      "Ġd ay",
      "g h",
      "o p",
      "s o",
      "u l",
      "Ġsh a",
      "Ġh igh",
      "e m",
      "u e",
      "Ġin t",
      "a nd",
      "Ġl ike",
      "a ke",
      "Ġ j",
      "Ġb y",
      "ĠĠ Ġ",
      "os e",
      "Ġ L",
      "oo k",
      "n ing",
      "us e",
      "Ġit s",
      "e l",
      "s i",
      "Ġs ome",
      "ou gh",
      "o ve",
      "ic h",
      "Ġg et",
      "u n",
      "Ġa d",
      "Ġre c",
      "a ck",
      "an y",
      "oo d",
      "Ġn ow",
      "Ġbu y",
      ". .",
      "m at",
      "Ġ im",
      "Ġw ould",
      "Ġp l",
      "Ġ if",
      "mat pn",
      "Ġse e",
      "a ge",
      "Ġt im",
      "Ġy ear",
      "Ġpric e",
      "r ow",
      "Ġa m",
      "Ġ k",
      "Ġp er",
      "Ġw or",
      "Ġab out",
      "Ġa g",
      "Ġ U",
      "f or",
      "Ġ J",
      "Ġwh at",
      "Ġwh ich",
      "Ġc all",
      "fl ation",
      "Ġsu pp",
      "Ġal so",
      "Ġin c",
      "' t",
      "a use",
      "v en",
      "is h",
      "Ġtr ad",
      "__ __",
      "o ld",
      "Ġthe ir",
      "Ġp ut",
      "ĠI n",
      "ou nd",
      "as e",
      "i al",
      "Ġ Y",
      "Ġ us",
      "Ġt e",
      "Ġgo ing",
      "u re",
      "on g",
      "on th",
      "as h",
      "ĠTh is",
      "Ġj ust",
      "e k",
      "e re",
      "Ġc ur",
      "Ġ1 0",
      "Ġu n",
      "an ce",
      "ĠI t",
      "Ġl ook",
      "Ġse ll",
      "Ġh ow",
      "th er",
      "Ġsha res",
      "ou s",
      "Ġon e",
      "ĠW h",
      "Ġtim e",
      "i ly",
      "Ġa c",
      "or s",
      "Ġm onth",
      "Ġof f",
      "Ġwe ek",
      "pe ct",
      "in e",
      "Ġthe re",
      "at ed",
      "us si",
      "d u",
      "v est",
      "e ct",
      "i um",
      "Ġthe se",
      "Ġex p",
      "Ġa f",
      "il ity",
      "one y",
      "i z",
      "p s",
      "Ġs a",
      "Ġf in",
      "Ġin flation",
      "Ġbe c",
      "ĠS t",
      "Ġan y",
      "Ġm oney",
      "am e",
      "x t",
      "Ġre s",
      "ĠW e",
      "Ġcur re",
      "l o",
      "Ġs p",
      "t ing",
      "in k",
      "Ġc r",
      "i le",
      "Ġcomp any",
      "Ġto day",
      "ot h",
      "Ġim p",
      "Ġf u",
      "os it",
      "Ġl ast",
      "Ġwh en",
      "Ġyou r",
      "l ow",
      "Ġg t",
      "ab le",
      "Ġk n",
      "ill ion",
      "ĠC h",
      "Ġ V",
      "on d",
      "Ġin vest",
      "a g",
      "r act",
      "Ġe ar",
      "w it",
      "Ġa pp",
      "ay s",
      "ĠR ussi",
      "Ġth an",
      "Ġa r",
      "Ġp re",
      "f ore",
      "u ch",
      "Ġa ct",
      "Ġf e",
      "Ġto o",
      "Ġsh ort",
      "Ġne ed",
      "at es",
      "Ġbe en",
      "o ll",
      "Ġ 8",
      "as s",
      "Ġe very",
      "Ġst r",
      "Ġv ol",
      "Ġaf ter",
      "f f",
      "i p",
      "Ġd on",
      "ig n",
      "wit ter",
      "k s",
      "l on",
      "Ġ en",
      "ou r",
      "ĠĠ ĠĠ",
      "Ġcurre nt",
      "b er",
      "Ġc l",
      "or row",
      "Ġp e",
      "ou nt",
      "as ed",
      "ĠS o",
      "res s",
      "Ġcont ract",
      "g g",
      "p r",
      "Ġth ink",
      "Ġfor matpn",
      "Ġst art",
      "Ġsupp ort",
      "Ġbec ause",
      "ĠI f",
      "Ġg ood",
      "Ġ1 5",
      "Ġwe re",
      "Ġag ain",
      "Ġkn ow",
      "P I",
      "Ġb ack",
      "or d",
      "Ġf ut",
      "20 22",
      "e res",
      "t t",
      "Ġin d",
      "Ġch an",
      "Ġinc re",
      "et s",
      "Ġst ill",
      "u res",
      "it e",
      "Ġm uch",
      "Ġh ad",
      "Ġl ow",
      "Ġbe fore",
      "Ġop t",
      "o d",
      "in t",
      "Ġm a",
      "ar ch",
      "Ġne xt",
      "Ġde c",
      "Ġex pect",
      "Ġpro du",
      "ning s",
      "a ily",
      "Ġm ake",
      "Ġd iv",
      "i re",
      "re ak",
      "ar y",
      "Ġd id",
      "ĠS P",
      "Ġne w",
      "ie ld",
      "Ġop en",
      "c ial",
      "e p",
      "i b",
      "Ġ very",
      "in ce",
      "Ġthe n",
      "Ġo ther",
      "Ġc ould",
      "Ġm in",
      "ic al",
      "Ġn o",
      "ir st",
      "ough t",
      "y s",
      "Ġ 6",
      "re e",
      "Ġp r",
      "ĠC PI",
      "Ġr is",
      "a re",
      "Ġ qu",
      "Ġt ake",
      "Ġw ay",
      "Ġw ant",
      "at ility",
      "Ġon ly",
      "op le",
      "Ġ5 0",
      "a ce",
      "ic k",
      "ĠT witter",
      "ide nd",
      "Ġint o",
      "Q Q",
      "p t",
      "r y",
      "Ġ 7",
      "Ġb r",
      "ar g",
      "Ġg re",
      "ve l",
      "ĠE lon",
      "Ġpe ople",
      "d it",
      "Ġm ove",
      "Ġp osit",
      "Ġint eres",
      "g y",
      "l i",
      "Ġh old",
      "Ġpric es",
      "Ġput s",
      "p re",
      "v ing",
      "Ġu nd",
      "ĠB ut",
      "Ġas s",
      "Ġte ch",
      "Ġdiv idend",
      "5 0",
      "v i",
      "Ġthe m",
      "an s",
      "Ġe ven",
      "ie w",
      "Ġday s",
      "j or",
      "m orrow",
      "Ġto morrow",
      "ic e",
      "Ġre p",
      "ad e",
      "Ġbu ll",
      "for matpn",
      "8 1",
      "h ing",
      "at ing",
      "Ġl ong",
      "Ġwh o",
      "Ġvol atility",
      "e c",
      "Ġ1 00",
      "Ġha pp",
      "Ġch art",
      "Ġhe re",
      "Ġtrad ing",
      "Ġac c",
      "Ġma jor",
      "3 0",
      "e x",
      "Ġth ose",
      "Ġc ash",
      "Ġm ost",
      "Ġp o",
      "u ally",
      "Ġ ent",
      "Ġsh ow",
      "Ġsha re",
      "Ġear nings",
      "ĠSP Y",
      "Ġ 9",
      "Ġt w",
      "is e",
      "ĠI m",
      "Ġe gg",
      "os s",
      "Ġ1 1",
      "Ġcon s",
      "Ġ4 4",
      "ment s",
      "Ġcont in",
      "for m",
      "Ġhapp en",
      "u d",
      "v iew",
      "Ġb o",
      "Ġb et",
      "Ġh is",
      "Ġr ight",
      "T h",
      "e ver",
      "Ġc or",
      "Ġf irst",
      "Ġre t",
      "Ġsh ould",
      "ul t",
      "Ġar ound",
      "Ġcontract s",
      "a w",
      "s ide",
      "in d",
      "Ġs pe",
      "Ġs ince",
      "Ġ 0",
      "Ġd ro",
      "ic t",
      "Ġne ar",
      "Ġab ove",
      "Ġprodu ct",
      "c on",
      "f it",
      "o ver",
      "Ġs im",
      "Ġo ur",
      "Ġd aily",
      "Ġbe ing",
      "Ġbe low",
      "Ġwe ll",
      "Ġmarket s",
      "Ġdo es",
      "____ ____",
      "oll ow",
      "a ch",
      "er m",
      "er t",
      "Ġf ar",
      "ĠT o",
      "Ġbe ar",
      "ĠA nd",
      "ak ing",
      "tt ps",
      "2 1",
      "b le",
      "c ed",
      "Ġb reak",
      "ing s",
      "Ġl ot",
      "ĠA s",
      "Ġrec ent",
      "ĠRussi a",
      "Ġinteres t",
      "w ard",
      "at ive",
      "nd s",
      "Ġg ot",
      "Ġn um",
      "ad ium",
      "all adium",
      "ur n",
      "ĠM arch",
      "Ġfin an",
      "a il",
      "b l",
      "n el",
      "u es",
      "re ad",
      "Ġg ap",
      "Ġe m",
      "ĠTh at",
      "Ġbuy ing",
      "Ġyear s",
      "Ġcall s",
      "' m",
      "Ġp ay",
      "Ġre al",
      "Ġwh ere",
      "Ġ3 0",
      "Ġpl ay",
      "a z",
      "c ent",
      "g w",
      "p le",
      "Ġd is",
      "an ge",
      "Ġg u",
      "id th",
      "oth er",
      "ĠCh in",
      "pre view",
      "ttps preview",
      "gw idth",
      "w n",
      "Ġ Q",
      "at er",
      "Ġm ade",
      "Ġf ollow",
      "an ies",
      "Ġre l",
      "ation s",
      "ess ion",
      "Ġcomp anies",
      "pn gwidth",
      ".. .",
      "Ġfut ures",
      "I X",
      "e ll",
      "o c",
      "on s",
      "Ġw ent",
      "Ġc ap",
      "Ġm ay",
      "nd ing",
      "Ġf act",
      "Ġp ost",
      "Ġy ield",
      "con om",
      "c i",
      "Ġ et",
      "Ġ ke",
      "it ies",
      "Ġm an",
      "en s",
      "ĠM ay",
      "Ġegg s",
      "Ġ i",
      "Ġs c",
      "Ġs ame",
      "Ġs ign",
      "Ġb an"
    ]
  }
}