{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<|endoftext|>": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "¡": 95,
      "¢": 96,
      "£": 97,
      "¤": 98,
      "¥": 99,
      "¦": 100,
      "§": 101,
      "¨": 102,
      "©": 103,
      "ª": 104,
      "«": 105,
      "¬": 106,
      "®": 107,
      "¯": 108,
      "°": 109,
      "±": 110,
      "²": 111,
      "³": 112,
      "´": 113,
      "µ": 114,
      "¶": 115,
      "·": 116,
      "¸": 117,
      "¹": 118,
      "º": 119,
      "»": 120,
      "¼": 121,
      "½": 122,
      "¾": 123,
      "¿": 124,
      "À": 125,
      "Á": 126,
      "Â": 127,
      "Ã": 128,
      "Ä": 129,
      "Å": 130,
      "Æ": 131,
      "Ç": 132,
      "È": 133,
      "É": 134,
      "Ê": 135,
      "Ë": 136,
      "Ì": 137,
      "Í": 138,
      "Î": 139,
      "Ï": 140,
      "Ð": 141,
      "Ñ": 142,
      "Ò": 143,
      "Ó": 144,
      "Ô": 145,
      "Õ": 146,
      "Ö": 147,
      "×": 148,
      "Ø": 149,
      "Ù": 150,
      "Ú": 151,
      "Û": 152,
      "Ü": 153,
      "Ý": 154,
      "Þ": 155,
      "ß": 156,
      "à": 157,
      "á": 158,
      "â": 159,
      "ã": 160,
      "ä": 161,
      "å": 162,
      "æ": 163,
      "ç": 164,
      "è": 165,
      "é": 166,
      "ê": 167,
      "ë": 168,
      "ì": 169,
      "í": 170,
      "î": 171,
      "ï": 172,
      "ð": 173,
      "ñ": 174,
      "ò": 175,
      "ó": 176,
      "ô": 177,
      "õ": 178,
      "ö": 179,
      "÷": 180,
      "ø": 181,
      "ù": 182,
      "ú": 183,
      "û": 184,
      "ü": 185,
      "ý": 186,
      "þ": 187,
      "ÿ": 188,
      "Ā": 189,
      "ā": 190,
      "Ă": 191,
      "ă": 192,
      "Ą": 193,
      "ą": 194,
      "Ć": 195,
      "ć": 196,
      "Ĉ": 197,
      "ĉ": 198,
      "Ċ": 199,
      "ċ": 200,
      "Č": 201,
      "č": 202,
      "Ď": 203,
      "ď": 204,
      "Đ": 205,
      "đ": 206,
      "Ē": 207,
      "ē": 208,
      "Ĕ": 209,
      "ĕ": 210,
      "Ė": 211,
      "ė": 212,
      "Ę": 213,
      "ę": 214,
      "Ě": 215,
      "ě": 216,
      "Ĝ": 217,
      "ĝ": 218,
      "Ğ": 219,
      "ğ": 220,
      "Ġ": 221,
      "ġ": 222,
      "Ģ": 223,
      "ģ": 224,
      "Ĥ": 225,
      "ĥ": 226,
      "Ħ": 227,
      "ħ": 228,
      "Ĩ": 229,
      "ĩ": 230,
      "Ī": 231,
      "ī": 232,
      "Ĭ": 233,
      "ĭ": 234,
      "Į": 235,
      "į": 236,
      "İ": 237,
      "ı": 238,
      "Ĳ": 239,
      "ĳ": 240,
      "Ĵ": 241,
      "ĵ": 242,
      "Ķ": 243,
      "ķ": 244,
      "ĸ": 245,
      "Ĺ": 246,
      "ĺ": 247,
      "Ļ": 248,
      "ļ": 249,
      "Ľ": 250,
      "ľ": 251,
      "Ŀ": 252,
      "ŀ": 253,
      "Ł": 254,
      "ł": 255,
      "Ń": 256,
      "Ġt": 257,
      "Ġa": 258,
      "in": 259,
      "Ġth": 260,
      "re": 261,
      "on": 262,
      "Ġs": 263,
      "Ġthe": 264,
      "er": 265,
      "at": 266,
      "Ġw": 267,
      "or": 268,
      "is": 269,
      "Ġb": 270,
      "Ġc": 271,
      "ing": 272,
      "it": 273,
      "Ġo": 274,
      "nd": 275,
      "Ġm": 276,
      "Ġf": 277,
      "Ġto": 278,
      "ll": 279,
      "es": 280,
      "Ġp": 281,
      "ar": 282,
      "en": 283,
      "an": 284,
      "Ġh": 285,
      "Ġd": 286,
      "ou": 287,
      "ed": 288,
      "Ġin": 289,
      "ĠI": 290,
      "ow": 291,
      "Ġof": 292,
      "mp": 293,
      "as": 294,
      "Ġand": 295,
      "Ġl": 296,
      "ut": 297,
      "ion": 298,
      "ic": 299,
      "Ġg": 300,
      "Ġn": 301,
      "et": 302,
      "ĠT": 303,
      "Ġis": 304,
      "Ġe": 305,
      "us": 306,
      "Ġre": 307,
      "al": 308,
      "ve": 309,
      "ay": 310,
      "ĠĠ": 311,
      "20": 312,
      "ro": 313,
      "Ġbe": 314,
      "ly": 315,
      "Ġfor": 316,
      "le": 317,
      "Ġon": 318,
      "Ġy": 319,
      "Ġst": 320,
      "ct": 321,
      "ver": 322,
      "ent": 323,
      "ot": 324,
      "Ġit": 325,
      "Ġthat": 326,
      "id": 327,
      "Ġ1": 328,
      "ld": 329,
      "om": 330,
      "čĊ": 331,
      "ĠS": 332,
      "ad": 333,
      "ĠA": 334,
      "Ġwe": 335,
      "ĠTh": 336,
      "st": 337,
      "ig": 338,
      "amp": 339,
      "all": 340,
      "Ġwh": 341,
      "ill": 342,
      "ĠC": 343,
      "th": 344,
      "ur": 345,
      "ch": 346,
      "Ġsh": 347,
      "ck": 348,
      "ke": 349,
      "Ġyou": 350,
      "ce": 351,
      "se": 352,
      "Ġthis": 353,
      "ation": 354,
      "ith": 355,
      "Ġu": 356,
      "ĠM": 357,
      "Ġse": 358,
      "ĠW": 359,
      "pp": 360,
      "Ġr": 361,
      "Ġare": 362,
      "Ġha": 363,
      "Ġmo": 364,
      "igh": 365,
      "il": 366,
      "ĠB": 367,
      "Ġcon": 368,
      "ĠThe": 369,
      "Ġas": 370,
      "um": 371,
      "Ġan": 372,
      "ĠP": 373,
      "ort": 374,
      "Ġgo": 375,
      "Ġco": 376,
      "ir": 377,
      "ter": 378,
      "im": 379,
      "res": 380,
      "ĠF": 381,
      "Ġne": 382,
      "Ġwith": 383,
      "Ġnot": 384,
      "ate": 385,
      "Ġde": 386,
      "Ġat": 387,
      "00": 388,
      "__": 389,
      "Ġex": 390,
      "ĠR": 391,
      "Ġwill": 392,
      "200": 393,
      "Ġ$": 394,
      "est": 395,
      "ers": 396,
      "ark": 397,
      "Ġhave": 398,
      "Ġsu": 399,
      "ric": 400,
      "ould": 401,
      "'s": 402,
      "Ġpro": 403,
      "nt": 404,
      "ra": 405,
      "lo": 406,
      "Ġ4": 407,
      "Ġi": 408,
      "pe": 409,
      "eb": 410,
      "ge": 411,
      "ĠD": 412,
      "Ġamp": 413,
      "ng": 414,
      "Ġch": 415,
      "arket": 416,
      "ere": 417,
      "Ġ3": 418,
      "Ġor": 419,
      "Ġ2": 420,
      "ust": 421,
      "ĠE": 422,
      "ie": 423,
      "Ġbu": 424,
      "Ġal": 425,
      "ome": 426,
      "ĠO": 427,
      "ock": 428,
      "png": 429,
      "si": 430,
      "Ġampx": 431,
      "Ġ20": 432,
      "Ġdo": 433,
      "ab": 434,
      "ment": 435,
      "Ġab": 436,
      "Ġbut": 437,
      "Ġcan": 438,
      "ally": 439,
      "Ġout": 440,
      "ide": 441,
      "oo": 442,
      "ĠH": 443,
      "Ġmarket": 444,
      "22": 445,
      "Ġso": 446,
      "ear": 447,
      "one": 448,
      "art": 449,
      "Ġup": 450,
      "Ġcomp": 451,
      "ike": 452,
      "Ġme": 453,
      "ess": 454,
      "Ġmore": 455,
      "ies": 456,
      "aut": 457,
      "ity": 458,
      "ast": 459,
      "iv": 460,
      "mat": 461,
      "rom": 462,
      "Ġtr": 463,
      "own": 464,
      "Ġcont": 465,
      "Ġall": 466,
      "pamp": 467,
      "red": 468,
      "oweb": 469,
      "ampaut": 470,
      "owebpamp": 471,
      "ampautowebpamp": 472,
      "for": 473,
      "Ġpric": 474,
      "am": 475,
      "ol": 476,
      "ap": 477,
      "Ġ5": 478,
      "ist": 479,
      "ard": 480,
      "ant": 481,
      "ions": 482,
      "Ġstock": 483,
      "ain": 484,
      "Ġwas": 485,
      "Ġfrom": 486,
      "ampautowebpamps": 487,
      "os": 488,
      "qu": 489,
      "very": 490,
      "Ġthey": 491,
      "Ġdown": 492,
      "el": 493,
      "fl": 494,
      "Ġhas": 495,
      "ĠG": 496,
      "ĠN": 497,
      "Ġmy": 498,
      "Ġsha": 499,
      "matpng": 500,
      "Ġma": 501,
      "out": 502,
      "Ġhigh": 503,
      "Ġv": 504,
      "Ġover": 505,
      "day": 506,
      "Ġop": 507,
      "Ġle": 508,
      "matpngampautowebpamps": 509,
      "so": 510,
      "ight": 511,
      "ive": 512,
      "ff": 513,
      "and": 514,
      "ĠL": 515,
      "Ġby": 516,
      "Ġlike": 517,
      "use": 518,
      "gh": 519,
      "Ġsee": 520,
      "Ġint": 521,
      "ul": 522,
      "Ġsome": 523,
      "op": 524,
      "Ġday": 525,
      "Ġget": 526,
      "ich": 527,
      "king": 528,
      "ue": 529,
      "Ġad": 530,
      "Ġam": 531,
      "Ġits": 532,
      "Ġnow": 533,
      "ough": 534,
      "____": 535,
      "ca": 536,
      "od": 537,
      "Ġj": 538,
      "Ġbuy": 539,
      "Ġwould": 540,
      "Ġpl": 541,
      "Ġcompan": 542,
      "Ġhe": 543,
      "Ġif": 544,
      "..": 545,
      "Ġper": 546,
      "ore": 547,
      "Ġrec": 548,
      "Ġyear": 549,
      "Ġwhich": 550,
      "em": 551,
      "ks": 552,
      "ack": 553,
      "age": 554,
      "Ġabout": 555,
      "un": 556,
      "flation": 557,
      "Ġsupp": 558,
      "ps": 559,
      "ĠJ": 560,
      "Ġtheir": 561,
      "ish": 562,
      "'t": 563,
      "ci": 564,
      "row": 565,
      "Ġwor": 566,
      "ost": 567,
      "tt": 568,
      "ĠU": 569,
      "Ġtim": 570,
      "Ġprice": 571,
      "ussi": 572,
      "ĠY": 573,
      "Ġag": 574,
      "ium": 575,
      "ĠIn": 576,
      "ven": 577,
      "Ġus": 578,
      "Ġwhat": 579,
      "Ġalso": 580,
      "Ġshares": 581,
      "Ġte": 582,
      "ine": 583,
      "Ġcur": 584,
      "ĠThis": 585,
      "Ġgoing": 586,
      "Ġinc": 587,
      "ase": 588,
      "act": 589,
      "ning": 590,
      "old": 591,
      "Ġput": 592,
      "ash": 593,
      "ure": 594,
      "Ġk": 595,
      "ound": 596,
      "ther": 597,
      "Ġ10": 598,
      "ong": 599,
      "Ġcall": 600,
      "Ġthere": 601,
      "Ġsell": 602,
      "onth": 603,
      "du": 604,
      "ĠĠĠ": 605,
      "ĠWh": 606,
      "Ġtrad": 607,
      "formatpngampautowebpamps": 608,
      "ily": 609,
      "Ġta": 610,
      "ance": 611,
      "Ġwee": 612,
      "Ġun": 613,
      "Ġjust": 614,
      "ated": 615,
      "Ġhow": 616,
      "ous": 617,
      "Ġloo": 618,
      "Ġexp": 619,
      "vest": 620,
      "Ġmonth": 621,
      "ility": 622,
      "ract": 623,
      "Ġcurre": 624,
      "xt": 625,
      "81": 626,
      "ĠSt": 627,
      "iz": 628,
      "Ġthese": 629,
      "ors": 630,
      "ĠRussi": 631,
      "ect": 632,
      "Ġone": 633,
      "37": 634,
      "Ġinflation": 635,
      "Ġoff": 636,
      "oney": 637,
      "cause": 638,
      "cc": 639,
      "wit": 640,
      "pect": 641,
      "Ġtime": 642,
      "Ġmoney": 643,
      "Ġfin": 644,
      "ĠIt": 645,
      "ĠCh": 646,
      "Ġyour": 647,
      "ile": 648,
      "ose": 649,
      "low": 650,
      "Ġthan": 651,
      "Ġsa": 652,
      "ĠWe": 653,
      "Ġany": 654,
      "Ġshort": 655,
      "osit": 656,
      "witter": 657,
      "Ġpre": 658,
      "ond": 659,
      "2022": 660,
      "ign": 661,
      "ield": 662,
      "50": 663,
      "ak": 664,
      "Ġfu": 665,
      "Ġinvest": 666,
      "ame": 667,
      "ber": 668,
      "oth": 669,
      "Ġwhen": 670,
      "Ġimp": 671,
      "Ġcompany": 672,
      "lon": 673,
      "Ġact": 674,
      "Ġfut": 675,
      "ays": 676,
      "75": 677,
      "gg": 678,
      "Ġlast": 679,
      "Ġcontract": 680,
      "PI": 681,
      "ag": 682,
      "fter": 683,
      "uch": 684,
      "Ġres": 685,
      "Ġsupport": 686,
      "Ġapp": 687,
      "Ġsp": 688,
      "Ġneed": 689,
      "17": 690,
      "Ġ8": 691,
      "Ġar": 692,
      "ĠIf": 693,
      "Ġgood": 694,
      "ttps": 695,
      "Ġcurrent": 696,
      "Ġen": 697,
      "ates": 698,
      "Ġpe": 699,
      "Ġkn": 700,
      "fore": 701,
      "reas": 702,
      "Ġcom": 703,
      "Ġfe": 704,
      "Ġtoo": 705,
      "Ġlow": 706,
      "Ġbecause": 707,
      "able": 708,
      "Ġthin": 709,
      "ite": 710,
      "Ġgt": 711,
      "Ġstill": 712,
      "Ġstart": 713,
      "Ġvol": 714,
      "de": 715,
      "ove": 716,
      "Ġevery": 717,
      "illion": 718,
      "ures": 719,
      "Ġtoday": 720,
      "Ġdon": 721,
      "Ġdiv": 722,
      "ets": 723,
      "ĠCPI": 724,
      "Ġweek": 725,
      "ount": 726,
      "30": 727,
      "66": 728,
      "Ġafter": 729,
      "Ġwere": 730,
      "Ġdec": 731,
      "34": 732,
      "ys": 733,
      "arch": 734,
      "ĠTwitter": 735,
      "ip": 736,
      "pr": 737,
      "pre": 738,
      "ree": 739,
      "Ġmuch": 740,
      "ary": 741,
      "ress": 742,
      "21": 743,
      "ib": 744,
      "ting": 745,
      "orrow": 746,
      "Ġprodu": 747,
      "Ġchan": 748,
      "erest": 749,
      "idend": 750,
      "cial": 751,
      "Ġknow": 752,
      "Ġcould": 753,
      "ical": 754,
      "ĠSo": 755,
      "Ġris": 756,
      "Ġass": 757,
      "ĠElon": 758,
      "iew": 759,
      "ople": 760,
      "Ġtake": 761,
      "10": 762,
      "QQ": 763,
      "aily": 764,
      "Ġnext": 765,
      "dit": 766,
      "Ġback": 767,
      "Ġopt": 768,
      "ought": 769,
      "Ġagain": 770,
      "40": 771,
      "46": 772,
      "atility": 773,
      "Ġbas": 774,
      "Ġdid": 775,
      "ĠĠĠĠ": 776,
      "Ġ50": 777,
      "Ġmake": 778,
      "Ġpeople": 779,
      "Ġdividend": 780,
      "ry": 781,
      "vi": 782,
      "ĠV": 783,
      "Ġvery": 784,
      "Ġthen": 785,
      "ord": 786,
      "Ġother": 787,
      "Ġmin": 788,
      "Ġ100": 789,
      "Ġ6": 790,
      "ince": 791,
      "Ġfir": 792,
      "Ġhold": 793,
      "Ġno": 794,
      "Ġopen": 795,
      "12": 796,
      "36": 797,
      "li": 798,
      "Ġwant": 799,
      "Ġbo": 800,
      "arg": 801,
      "Ġegg": 802,
      "Ġbefore": 803,
      "Ġstr": 804,
      "Ġ15": 805,
      "ade": 806,
      "gy": 807,
      "view": 808,
      "ĠSP": 809,
      "Ġexpect": 810,
      "Ġthink": 811,
      "are": 812,
      "Ġway": 813,
      "Ġcr": 814,
      "Ġeven": 815,
      "Ġonly": 816,
      "Ġinterest": 817,
      "Ġtech": 818,
      "11": 819,
      "jor": 820,
      "Ġro": 821,
      "Ġqu": 822,
      "int": 823,
      "Ġthem": 824,
      "Ġcash": 825,
      "nder": 826,
      "Ġman": 827,
      "Ġhad": 828,
      "ice": 829,
      "Ġbeen": 830,
      "Ġnew": 831,
      "Ġputs": 832,
      "28": 833,
      "ep": 834,
      "side": 835,
      "ving": 836,
      "ating": 837,
      "Ġposit": 838,
      "Ġformatpngampautowebpamps": 839,
      "Ġlook": 840,
      "cent": 841,
      "Ġhere": 842,
      "Ġmajor": 843,
      "________": 844,
      "Ġvolatility": 845,
      "ire": 846,
      "ually": 847,
      "Ġthose": 848,
      "Ġbet": 849,
      "Ġlong": 850,
      "ace": 851,
      "adium": 852,
      "alladium": 853,
      "Ġcons": 854,
      "Ġchart": 855,
      "form": 856,
      "Ġprices": 857,
      "Ġshare": 858,
      "Ġinto": 859,
      "Ġcontracts": 860,
      "49": 861,
      "hing": 862,
      "Ġ7": 863,
      "ise": 864,
      "Ġdaily": 865,
      "Ġrep": 866,
      "Ġmove": 867,
      "ĠBut": 868,
      "ments": 869,
      "Ġabove": 870,
      "Ġdays": 871,
      "ĠRussia": 872,
      "51": 873,
      "dd": 874,
      "Ġbelow": 875,
      "sive": 876,
      "Ġmean": 877,
      "Ġcontin": 878,
      "Ġaround": 879,
      "pt": 880,
      "ick": 881,
      "Ġbull": 882,
      "ood": 883,
      "38": 884,
      "55": 885,
      "con": 886,
      "wid": 887,
      "Ġtw": 888,
      "nds": 889,
      "ict": 890,
      "Ġgap": 891,
      "Ġear": 892,
      "Ġunder": 893,
      "Ġmost": 894,
      "ĠChin": 895,
      "ttpspre": 896,
      "width": 897,
      "ttpspreview": 898,
      "86": 899,
      "com": 900,
      "ever": 901,
      "morrow": 902,
      "oll": 903,
      "Ġcor": 904,
      "Ġtomorrow": 905,
      "pngwidth": 906,
      "Ġfirst": 907,
      "ach": 908,
      "fe": 909,
      "ww": 910,
      "Ġent": 911,
      "ind": 912,
      "Ġspe": 913,
      "erm": 914,
      "Ġbre": 915,
      "Ġbro": 916,
      "our": 917,
      "Ġyield": 918,
      "ĠAs": 919,
      "Ġwell": 920,
      "urn": 921,
      "Ġshould": 922,
      "Ġright": 923,
      "Ġfutures": 924,
      "95": 925,
      "bab": 926,
      "wn": 927,
      "ward": 928,
      "Ġac": 929,
      "ative": 930,
      "Ġhis": 931,
      "ĠIm": 932,
      "Ġgre": 933,
      "Ġret": 934,
      "Ġnear": 935,
      "ult": 936,
      "Ġtrading": 937,
      "Ġeggs": 938,
      "Th": 939,
      "aw": 940,
      "ef": 941,
      "mer": 942,
      "ues": 943,
      "Ġour": 944,
      "Ġfar": 945,
      "ĠTo": 946,
      "ampformatpngampautowebpamps": 947,
      "Ġwho": 948,
      "Ġdoes": 949,
      "Ġyears": 950,
      "Ġfinan": 951,
      "Ġproduct": 952,
      "ell": 953,
      "lu": 954,
      "Ġet": 955,
      "read": 956,
      "Ġclo": 957,
      "ings": 958,
      "Ġfact": 959,
      "Ġgot": 960,
      "ĠAnd": 961,
      "Ġplay": 962,
      "ĠSPY": 963,
      "ced": 964,
      "ities": 965,
      "Ġnum": 966,
      "Ġbeing": 967,
      "ĠCo": 968,
      "Ġshow": 969,
      "ĠMarch": 970,
      "Ġhapp": 971,
      "ĠPalladium": 972,
      "Ġcompanies": 973,
      "Ġrecent": 974,
      "60": 975,
      "ma": 976,
      "nel": 977,
      "sed": 978,
      "ĠQ": 979,
      "Ġsince": 980,
      "ert": 981,
      "Ġpo": 982,
      "Ġreal": 983,
      "ĠMay": 984,
      "...": 985,
      "15": 986,
      "52": 987,
      "80": 988,
      "89": 989,
      "ons": 990,
      "Ġwent": 991,
      "Ġcap": 992,
      "Ġown": 993,
      "Ġmade": 994,
      "Ġind": 995,
      "Ġrel": 996,
      "Ġbear": 997,
      "ĠAl": 998,
      "Ġ44": 999
    },
    "merges": [
      "Ġ t",
      "Ġ a",
      "i n",
      "Ġt h",
      "r e",
      "o n",
      "Ġ s",
      "Ġth e",
      "e r",
      "a t",
      "Ġ w",
      "o r",
      "i s",
      "Ġ b",
      "Ġ c",
      "in g",
      "i t",
      "Ġ o",
      "n d",
      "Ġ m",
      "Ġ f",
      "Ġt o",
      "l l",
      "e s",
      "Ġ p",
      "a r",
      "e n",
      "a n",
      "Ġ h",
      "Ġ d",
      "o u",
      "e d",
      "Ġ in",
      "Ġ I",
      "o w",
      "Ġo f",
      "m p",
      "a s",
      "Ġa nd",
      "Ġ l",
      "u t",
      "i on",
      "i c",
      "Ġ g",
      "Ġ n",
      "e t",
      "Ġ T",
      "Ġ is",
      "Ġ e",
      "u s",
      "Ġ re",
      "a l",
      "v e",
      "a y",
      "Ġ Ġ",
      "2 0",
      "r o",
      "Ġb e",
      "l y",
      "Ġf or",
      "l e",
      "Ġ on",
      "Ġ y",
      "Ġs t",
      "c t",
      "v er",
      "en t",
      "o t",
      "Ġ it",
      "Ġth at",
      "i d",
      "Ġ 1",
      "l d",
      "o m",
      "č Ċ",
      "Ġ S",
      "a d",
      "Ġ A",
      "Ġw e",
      "ĠT h",
      "s t",
      "i g",
      "a mp",
      "a ll",
      "Ġw h",
      "i ll",
      "Ġ C",
      "t h",
      "u r",
      "c h",
      "Ġs h",
      "c k",
      "k e",
      "Ġy ou",
      "c e",
      "s e",
      "Ġth is",
      "at ion",
      "it h",
      "Ġ u",
      "Ġ M",
      "Ġs e",
      "Ġ W",
      "p p",
      "Ġ r",
      "Ġa re",
      "Ġh a",
      "Ġm o",
      "ig h",
      "i l",
      "Ġ B",
      "Ġc on",
      "ĠTh e",
      "Ġa s",
      "u m",
      "Ġa n",
      "Ġ P",
      "or t",
      "Ġg o",
      "Ġc o",
      "i r",
      "t er",
      "i m",
      "re s",
      "Ġ F",
      "Ġn e",
      "Ġw ith",
      "Ġn ot",
      "at e",
      "Ġd e",
      "Ġa t",
      "0 0",
      "_ _",
      "Ġe x",
      "Ġ R",
      "Ġw ill",
      "20 0",
      "Ġ $",
      "es t",
      "er s",
      "ar k",
      "Ġha ve",
      "Ġs u",
      "r ic",
      "ou ld",
      "' s",
      "Ġp ro",
      "n t",
      "r a",
      "l o",
      "Ġ 4",
      "Ġ i",
      "p e",
      "e b",
      "g e",
      "Ġ D",
      "Ġa mp",
      "n g",
      "Ġc h",
      "ark et",
      "e re",
      "Ġ 3",
      "Ġ or",
      "Ġ 2",
      "us t",
      "Ġ E",
      "i e",
      "Ġb u",
      "Ġa l",
      "om e",
      "Ġ O",
      "o ck",
      "p ng",
      "s i",
      "Ġamp x",
      "Ġ 20",
      "Ġd o",
      "a b",
      "m ent",
      "Ġa b",
      "Ġb ut",
      "Ġc an",
      "all y",
      "Ġo ut",
      "id e",
      "o o",
      "Ġ H",
      "Ġm arket",
      "2 2",
      "Ġs o",
      "e ar",
      "on e",
      "ar t",
      "Ġu p",
      "Ġco mp",
      "i ke",
      "Ġm e",
      "es s",
      "Ġmo re",
      "i es",
      "a ut",
      "it y",
      "as t",
      "i v",
      "m at",
      "ro m",
      "Ġt r",
      "ow n",
      "Ġcon t",
      "Ġa ll",
      "p amp",
      "re d",
      "ow eb",
      "amp aut",
      "oweb pamp",
      "ampaut owebpamp",
      "f or",
      "Ġp ric",
      "a m",
      "o l",
      "a p",
      "Ġ 5",
      "is t",
      "ar d",
      "an t",
      "ion s",
      "Ġst ock",
      "a in",
      "Ġw as",
      "Ġf rom",
      "ampautowebpamp s",
      "o s",
      "q u",
      "ver y",
      "Ġthe y",
      "Ġd own",
      "e l",
      "f l",
      "Ġh as",
      "Ġ G",
      "Ġ N",
      "Ġm y",
      "Ġsh a",
      "mat png",
      "Ġm a",
      "ou t",
      "Ġh igh",
      "Ġ v",
      "Ġo ver",
      "d ay",
      "Ġo p",
      "Ġl e",
      "matpng ampautowebpamps",
      "s o",
      "igh t",
      "i ve",
      "f f",
      "a nd",
      "Ġ L",
      "Ġb y",
      "Ġl ike",
      "us e",
      "g h",
      "Ġse e",
      "Ġin t",
      "u l",
      "Ġs ome",
      "o p",
      "Ġd ay",
      "Ġg et",
      "ic h",
      "k ing",
      "u e",
      "Ġa d",
      "Ġa m",
      "Ġit s",
      "Ġn ow",
      "ou gh",
      "__ __",
      "c a",
      "o d",
      "Ġ j",
      "Ġbu y",
      "Ġw ould",
      "Ġp l",
      "Ġcomp an",
      "Ġh e",
      "Ġi f",
      ". .",
      "Ġp er",
      "o re",
      "Ġre c",
      "Ġy ear",
      "Ġwh ich",
      "e m",
      "k s",
      "a ck",
      "a ge",
      "Ġab out",
      "u n",
      "fl ation",
      "Ġsu pp",
      "p s",
      "Ġ J",
      "Ġthe ir",
      "is h",
      "' t",
      "c i",
      "r ow",
      "Ġw or",
      "o st",
      "t t",
      "Ġ U",
      "Ġt im",
      "Ġpric e",
      "us si",
      "Ġ Y",
      "Ġa g",
      "i um",
      "ĠI n",
      "v en",
      "Ġ us",
      "Ġwh at",
      "Ġal so",
      "Ġsha res",
      "Ġt e",
      "in e",
      "Ġc ur",
      "ĠTh is",
      "Ġgo ing",
      "Ġin c",
      "as e",
      "a ct",
      "n ing",
      "o ld",
      "Ġp ut",
      "as h",
      "u re",
      "Ġ k",
      "ou nd",
      "th er",
      "Ġ1 0",
      "on g",
      "Ġc all",
      "Ġthe re",
      "Ġse ll",
      "on th",
      "d u",
      "ĠĠ Ġ",
      "ĠW h",
      "Ġtr ad",
      "for matpngampautowebpamps",
      "i ly",
      "Ġt a",
      "an ce",
      "Ġwe e",
      "Ġu n",
      "Ġj ust",
      "at ed",
      "Ġh ow",
      "ou s",
      "Ġl oo",
      "Ġex p",
      "v est",
      "Ġm onth",
      "il ity",
      "ra ct",
      "Ġcur re",
      "x t",
      "8 1",
      "ĠS t",
      "i z",
      "Ġthe se",
      "or s",
      "ĠR ussi",
      "e ct",
      "Ġon e",
      "3 7",
      "Ġin flation",
      "Ġof f",
      "one y",
      "ca use",
      "c c",
      "w it",
      "pe ct",
      "Ġtim e",
      "Ġm oney",
      "Ġf in",
      "ĠI t",
      "ĠC h",
      "Ġyou r",
      "i le",
      "o se",
      "l ow",
      "Ġth an",
      "Ġs a",
      "ĠW e",
      "Ġan y",
      "Ġsh ort",
      "os it",
      "wit ter",
      "Ġp re",
      "on d",
      "20 22",
      "ig n",
      "ie ld",
      "5 0",
      "a k",
      "Ġf u",
      "Ġin vest",
      "am e",
      "b er",
      "ot h",
      "Ġwh en",
      "Ġi mp",
      "Ġcompan y",
      "l on",
      "Ġa ct",
      "Ġf ut",
      "ay s",
      "7 5",
      "g g",
      "Ġl ast",
      "Ġcont ract",
      "P I",
      "a g",
      "f ter",
      "u ch",
      "Ġre s",
      "Ġsupp ort",
      "Ġa pp",
      "Ġs p",
      "Ġne ed",
      "1 7",
      "Ġ 8",
      "Ġa r",
      "ĠI f",
      "Ġgo od",
      "tt ps",
      "Ġcurre nt",
      "Ġ en",
      "at es",
      "Ġp e",
      "Ġk n",
      "f ore",
      "re as",
      "Ġc om",
      "Ġf e",
      "Ġto o",
      "Ġl ow",
      "Ġbe cause",
      "ab le",
      "Ġth in",
      "it e",
      "Ġg t",
      "Ġst ill",
      "Ġst art",
      "Ġv ol",
      "d e",
      "o ve",
      "Ġe very",
      "ill ion",
      "u res",
      "Ġto day",
      "Ġd on",
      "Ġd iv",
      "et s",
      "ĠC PI",
      "Ġwee k",
      "ou nt",
      "3 0",
      "6 6",
      "Ġa fter",
      "Ġwe re",
      "Ġde c",
      "3 4",
      "y s",
      "ar ch",
      "ĠT witter",
      "i p",
      "p r",
      "p re",
      "re e",
      "Ġm uch",
      "ar y",
      "res s",
      "2 1",
      "i b",
      "t ing",
      "or row",
      "Ġpro du",
      "Ġch an",
      "ere st",
      "ide nd",
      "ci al",
      "Ġkn ow",
      "Ġc ould",
      "ic al",
      "ĠS o",
      "Ġr is",
      "Ġas s",
      "ĠE lon",
      "ie w",
      "op le",
      "Ġta ke",
      "1 0",
      "Q Q",
      "a ily",
      "Ġne xt",
      "d it",
      "Ġb ack",
      "Ġop t",
      "ough t",
      "Ġag ain",
      "4 0",
      "4 6",
      "at ility",
      "Ġb as",
      "Ġd id",
      "ĠĠ ĠĠ",
      "Ġ5 0",
      "Ġma ke",
      "Ġpe ople",
      "Ġdiv idend",
      "r y",
      "v i",
      "Ġ V",
      "Ġ very",
      "Ġthe n",
      "or d",
      "Ġo ther",
      "Ġm in",
      "Ġ1 00",
      "Ġ 6",
      "in ce",
      "Ġf ir",
      "Ġh old",
      "Ġn o",
      "Ġop en",
      "1 2",
      "3 6",
      "l i",
      "Ġw ant",
      "Ġb o",
      "ar g",
      "Ġe gg",
      "Ġbe fore",
      "Ġst r",
      "Ġ1 5",
      "ad e",
      "g y",
      "v iew",
      "ĠS P",
      "Ġex pect",
      "Ġthin k",
      "a re",
      "Ġw ay",
      "Ġc r",
      "Ġe ven",
      "Ġon ly",
      "Ġint erest",
      "Ġte ch",
      "1 1",
      "j or",
      "Ġ ro",
      "Ġ qu",
      "in t",
      "Ġthe m",
      "Ġc ash",
      "nd er",
      "Ġm an",
      "Ġh ad",
      "ic e",
      "Ġbe en",
      "Ġne w",
      "Ġput s",
      "2 8",
      "e p",
      "s ide",
      "v ing",
      "at ing",
      "Ġp osit",
      "Ġfor matpngampautowebpamps",
      "Ġloo k",
      "c ent",
      "Ġh ere",
      "Ġma jor",
      "____ ____",
      "Ġvol atility",
      "i re",
      "u ally",
      "Ġth ose",
      "Ġb et",
      "Ġl ong",
      "a ce",
      "ad ium",
      "all adium",
      "Ġcon s",
      "Ġch art",
      "for m",
      "Ġpric es",
      "Ġsha re",
      "Ġint o",
      "Ġcontract s",
      "4 9",
      "h ing",
      "Ġ 7",
      "is e",
      "Ġd aily",
      "Ġre p",
      "Ġmo ve",
      "ĠB ut",
      "ment s",
      "Ġab ove",
      "Ġday s",
      "ĠRussi a",
      "5 1",
      "d d",
      "Ġbe low",
      "si ve",
      "Ġme an",
      "Ġcont in",
      "Ġar ound",
      "p t",
      "ic k",
      "Ġbu ll",
      "oo d",
      "3 8",
      "5 5",
      "c on",
      "w id",
      "Ġt w",
      "nd s",
      "ic t",
      "Ġg ap",
      "Ġe ar",
      "Ġu nder",
      "Ġmo st",
      "ĠCh in",
      "ttps pre",
      "wid th",
      "ttpspre view",
      "8 6",
      "c om",
      "e ver",
      "m orrow",
      "o ll",
      "Ġc or",
      "Ġto morrow",
      "png width",
      "Ġfir st",
      "a ch",
      "f e",
      "w w",
      "Ġ ent",
      "in d",
      "Ġs pe",
      "er m",
      "Ġb re",
      "Ġb ro",
      "ou r",
      "Ġy ield",
      "ĠA s",
      "Ġwe ll",
      "ur n",
      "Ġsh ould",
      "Ġr ight",
      "Ġfut ures",
      "9 5",
      "b ab",
      "w n",
      "w ard",
      "Ġa c",
      "at ive",
      "Ġh is",
      "ĠI m",
      "Ġg re",
      "Ġre t",
      "Ġne ar",
      "ul t",
      "Ġtrad ing",
      "Ġegg s",
      "T h",
      "a w",
      "e f",
      "m er",
      "u es",
      "Ġo ur",
      "Ġf ar",
      "ĠT o",
      "amp formatpngampautowebpamps",
      "Ġwh o",
      "Ġdo es",
      "Ġyear s",
      "Ġfin an",
      "Ġprodu ct",
      "e ll",
      "l u",
      "Ġ et",
      "re ad",
      "Ġc lo",
      "ing s",
      "Ġf act",
      "Ġg ot",
      "ĠA nd",
      "Ġpl ay",
      "ĠSP Y",
      "c ed",
      "it ies",
      "Ġn um",
      "Ġbe ing",
      "ĠC o",
      "Ġsh ow",
      "ĠM arch",
      "Ġha pp",
      "ĠP alladium",
      "Ġcompan ies",
      "Ġrec ent",
      "6 0",
      "m a",
      "n el",
      "s ed",
      "Ġ Q",
      "Ġs ince",
      "er t",
      "Ġp o",
      "Ġre al",
      "ĠM ay",
      ".. .",
      "1 5",
      "5 2",
      "8 0",
      "8 9",
      "on s",
      "Ġw ent",
      "Ġc ap",
      "Ġo wn",
      "Ġm ade",
      "Ġin d",
      "Ġre l",
      "Ġbe ar",
      "ĠA l",
      "Ġ4 4"
    ]
  }
}