{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<|endoftext|>": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "¡": 95,
      "¢": 96,
      "£": 97,
      "¤": 98,
      "¥": 99,
      "¦": 100,
      "§": 101,
      "¨": 102,
      "©": 103,
      "ª": 104,
      "«": 105,
      "¬": 106,
      "®": 107,
      "¯": 108,
      "°": 109,
      "±": 110,
      "²": 111,
      "³": 112,
      "´": 113,
      "µ": 114,
      "¶": 115,
      "·": 116,
      "¸": 117,
      "¹": 118,
      "º": 119,
      "»": 120,
      "¼": 121,
      "½": 122,
      "¾": 123,
      "¿": 124,
      "À": 125,
      "Á": 126,
      "Â": 127,
      "Ã": 128,
      "Ä": 129,
      "Å": 130,
      "Æ": 131,
      "Ç": 132,
      "È": 133,
      "É": 134,
      "Ê": 135,
      "Ë": 136,
      "Ì": 137,
      "Í": 138,
      "Î": 139,
      "Ï": 140,
      "Ð": 141,
      "Ñ": 142,
      "Ò": 143,
      "Ó": 144,
      "Ô": 145,
      "Õ": 146,
      "Ö": 147,
      "×": 148,
      "Ø": 149,
      "Ù": 150,
      "Ú": 151,
      "Û": 152,
      "Ü": 153,
      "Ý": 154,
      "Þ": 155,
      "ß": 156,
      "à": 157,
      "á": 158,
      "â": 159,
      "ã": 160,
      "ä": 161,
      "å": 162,
      "æ": 163,
      "ç": 164,
      "è": 165,
      "é": 166,
      "ê": 167,
      "ë": 168,
      "ì": 169,
      "í": 170,
      "î": 171,
      "ï": 172,
      "ð": 173,
      "ñ": 174,
      "ò": 175,
      "ó": 176,
      "ô": 177,
      "õ": 178,
      "ö": 179,
      "÷": 180,
      "ø": 181,
      "ù": 182,
      "ú": 183,
      "û": 184,
      "ü": 185,
      "ý": 186,
      "þ": 187,
      "ÿ": 188,
      "Ā": 189,
      "ā": 190,
      "Ă": 191,
      "ă": 192,
      "Ą": 193,
      "ą": 194,
      "Ć": 195,
      "ć": 196,
      "Ĉ": 197,
      "ĉ": 198,
      "Ċ": 199,
      "ċ": 200,
      "Č": 201,
      "č": 202,
      "Ď": 203,
      "ď": 204,
      "Đ": 205,
      "đ": 206,
      "Ē": 207,
      "ē": 208,
      "Ĕ": 209,
      "ĕ": 210,
      "Ė": 211,
      "ė": 212,
      "Ę": 213,
      "ę": 214,
      "Ě": 215,
      "ě": 216,
      "Ĝ": 217,
      "ĝ": 218,
      "Ğ": 219,
      "ğ": 220,
      "Ġ": 221,
      "ġ": 222,
      "Ģ": 223,
      "ģ": 224,
      "Ĥ": 225,
      "ĥ": 226,
      "Ħ": 227,
      "ħ": 228,
      "Ĩ": 229,
      "ĩ": 230,
      "Ī": 231,
      "ī": 232,
      "Ĭ": 233,
      "ĭ": 234,
      "Į": 235,
      "į": 236,
      "İ": 237,
      "ı": 238,
      "Ĳ": 239,
      "ĳ": 240,
      "Ĵ": 241,
      "ĵ": 242,
      "Ķ": 243,
      "ķ": 244,
      "ĸ": 245,
      "Ĺ": 246,
      "ĺ": 247,
      "Ļ": 248,
      "ļ": 249,
      "Ľ": 250,
      "ľ": 251,
      "Ŀ": 252,
      "ŀ": 253,
      "Ł": 254,
      "ł": 255,
      "Ń": 256,
      "Ġt": 257,
      "Ġa": 258,
      "in": 259,
      "Ġth": 260,
      "re": 261,
      "on": 262,
      "Ġs": 263,
      "Ġthe": 264,
      "er": 265,
      "Ġw": 266,
      "at": 267,
      "Ġb": 268,
      "Ġo": 269,
      "ing": 270,
      "Ġc": 271,
      "is": 272,
      "Ġm": 273,
      "it": 274,
      "nd": 275,
      "or": 276,
      "ll": 277,
      "Ġf": 278,
      "Ġto": 279,
      "es": 280,
      "Ġp": 281,
      "ar": 282,
      "Ġh": 283,
      "en": 284,
      "ou": 285,
      "Ġd": 286,
      "ed": 287,
      "an": 288,
      "Ġin": 289,
      "Ġl": 290,
      "as": 291,
      "ĠI": 292,
      "Ġand": 293,
      "Ġof": 294,
      "ĠĠ": 295,
      "ow": 296,
      "Ġg": 297,
      "et": 298,
      "ion": 299,
      "om": 300,
      "ic": 301,
      "Ġn": 302,
      "ĠT": 303,
      "Ġis": 304,
      "ut": 305,
      "Ġe": 306,
      "al": 307,
      "ve": 308,
      "Ġre": 309,
      "Ġbe": 310,
      "us": 311,
      "ay": 312,
      "ly": 313,
      "le": 314,
      "Ġon": 315,
      "Ġfor": 316,
      "Ġy": 317,
      "ot": 318,
      "ver": 319,
      "Ġthat": 320,
      "ent": 321,
      "os": 322,
      "Ġst": 323,
      "Ġit": 324,
      "ct": 325,
      "čĊ": 326,
      "id": 327,
      "ĠA": 328,
      "ĠTh": 329,
      "ad": 330,
      "all": 331,
      "Ġwh": 332,
      "ld": 333,
      "ill": 334,
      "ĠS": 335,
      "Ġ1": 336,
      "ro": 337,
      "Ġwe": 338,
      "gh": 339,
      "ck": 340,
      "Ġ2": 341,
      "im": 342,
      "ĠC": 343,
      "ur": 344,
      "ch": 345,
      "th": 346,
      "ke": 347,
      "Ġu": 348,
      "Ġr": 349,
      "ce": 350,
      "Ġyou": 351,
      "Ġsh": 352,
      "Ġthis": 353,
      "ith": 354,
      "Ġha": 355,
      "ĠM": 356,
      "Ġse": 357,
      "Ġare": 358,
      "Ġan": 359,
      "ĠW": 360,
      "pp": 361,
      "ation": 362,
      "ĠThe": 363,
      "Ġgo": 364,
      "igh": 365,
      "ter": 366,
      "ir": 367,
      "Ġas": 368,
      "ĠB": 369,
      "st": 370,
      "Ġat": 371,
      "il": 372,
      "Ġwith": 373,
      "ark": 374,
      "Ġ$": 375,
      "ore": 376,
      "ort": 377,
      "ĠF": 378,
      "Ġcon": 379,
      "arket": 380,
      "um": 381,
      "Ġne": 382,
      "Ġcom": 383,
      "ĠP": 384,
      "est": 385,
      "ate": 386,
      "Ġhave": 387,
      "Ġwill": 388,
      "Ġde": 389,
      "nt": 390,
      "Ġ4": 391,
      "ere": 392,
      "Ġnot": 393,
      "00": 394,
      "Ġmarket": 395,
      "se": 396,
      "Ġex": 397,
      "'s": 398,
      "ge": 399,
      "ould": 400,
      "ally": 401,
      "ra": 402,
      "ers": 403,
      "oo": 404,
      "ĠR": 405,
      "Ġsu": 406,
      "are": 407,
      "pe": 408,
      "ĠD": 409,
      "Ġpro": 410,
      "Ġpr": 411,
      "ust": 412,
      "Ġor": 413,
      "ol": 414,
      "ĠE": 415,
      "if": 416,
      "Ġbu": 417,
      "Ġch": 418,
      "ock": 419,
      "ear": 420,
      "Ġup": 421,
      "Ġal": 422,
      "one": 423,
      "Ġ3": 424,
      "Ġbut": 425,
      "Ġme": 426,
      "Ġtr": 427,
      "Ġthey": 428,
      "Ġdo": 429,
      "ess": 430,
      "Ġli": 431,
      "ome": 432,
      "Ġab": 433,
      "am": 434,
      "ost": 435,
      "Ġwas": 436,
      "ive": 437,
      "02": 438,
      "Ġcan": 439,
      "Ġall": 440,
      "art": 441,
      "own": 442,
      "Ġout": 443,
      "ul": 444,
      "ĠH": 445,
      "Ġv": 446,
      "Ġcomp": 447,
      "qu": 448,
      "ĠN": 449,
      "ast": 450,
      "Ġfr": 451,
      "Ġhas": 452,
      "ain": 453,
      "ity": 454,
      "Ġso": 455,
      "Ġmy": 456,
      "Ġstock": 457,
      "ight": 458,
      "Ġ5": 459,
      "ies": 460,
      "very": 461,
      "ĠO": 462,
      "ice": 463,
      "ak": 464,
      "ment": 465,
      "out": 466,
      "ab": 467,
      "ie": 468,
      "ue": 469,
      "Ġfrom": 470,
      "Ġmore": 471,
      "ant": 472,
      "ions": 473,
      "ĠG": 474,
      "ide": 475,
      "Ġj": 476,
      "Ġdown": 477,
      "iv": 478,
      "ig": 479,
      "op": 480,
      "Ġlike": 481,
      "__": 482,
      "Ġle": 483,
      "ist": 484,
      "pn": 485,
      "ure": 486,
      "day": 487,
      "ard": 488,
      "ap": 489,
      "use": 490,
      "em": 491,
      "Ġint": 492,
      "ook": 493,
      "Ġby": 494,
      "Ġover": 495,
      "ough": 496,
      "so": 497,
      "ĠĠĠ": 498,
      "ings": 499,
      "ase": 500,
      "Ġhe": 501,
      "Ġcont": 502,
      "fl": 503,
      "Ġget": 504,
      "and": 505,
      "od": 506,
      "Ġop": 507,
      "Ġyear": 508,
      "ake": 509,
      "ĠL": 510,
      "ich": 511,
      "ose": 512,
      "Ġsome": 513,
      "Ġday": 514,
      "Ġbuy": 515,
      "ĠU": 516,
      "Ġif": 517,
      "mat": 518,
      "Ġhigh": 519,
      "Ġshare": 520,
      "ven": 521,
      "'t": 522,
      "..": 523,
      "Ġtim": 524,
      "Ġabout": 525,
      "matpn": 526,
      "Ġwor": 527,
      "Ġwhat": 528,
      "Ġpl": 529,
      "ack": 530,
      "ip": 531,
      "Ġrec": 532,
      "age": 533,
      "any": 534,
      "un": 535,
      "Ġtheir": 536,
      "Ġpre": 537,
      "ause": 538,
      "Ġwould": 539,
      "Ġk": 540,
      "Ġinc": 541,
      "Ġnow": 542,
      "Ġjust": 543,
      "Ġtrad": 544,
      "el": 545,
      "ous": 546,
      "for": 547,
      "Ġits": 548,
      "ove": 549,
      "row": 550,
      "Ġgoing": 551,
      "Ġsee": 552,
      "ish": 553,
      "Ġad": 554,
      "Ġwhich": 555,
      "ks": 556,
      "Ġ202": 557,
      "Ġper": 558,
      "si": 559,
      "Ġim": 560,
      "ĠThis": 561,
      "Ġalso": 562,
      "ĠJ": 563,
      "Ġlook": 564,
      "Ġag": 565,
      "Ġam": 566,
      "ance": 567,
      "Ġbec": 568,
      "ash": 569,
      "Ġprice": 570,
      "Ġus": 571,
      "Ġsell": 572,
      "Ġte": 573,
      "Ġcall": 574,
      "Ġtime": 575,
      "ong": 576,
      "ial": 577,
      "Ġput": 578,
      "ther": 579,
      "ated": 580,
      "Ġoff": 581,
      "arn": 582,
      "ound": 583,
      "Ġhow": 584,
      "Ġsupp": 585,
      "Ġthere": 586,
      "Ġany": 587,
      "ĠWh": 588,
      "flation": 589,
      "illion": 590,
      "old": 591,
      "ine": 592,
      "ĠY": 593,
      "ect": 594,
      "Ġsa": 595,
      "Ġfin": 596,
      "Ġone": 597,
      "Ġexp": 598,
      "ĠIt": 599,
      "Ġac": 600,
      "Ġsp": 601,
      "act": 602,
      "Ġun": 603,
      "Ġfu": 604,
      "ĠIn": 605,
      "Ġwee": 606,
      "onth": 607,
      "oney": 608,
      "Ġcur": 609,
      "vest": 610,
      "red": 611,
      "ĠĠĠĠ": 612,
      "lo": 613,
      "Ġmoney": 614,
      "Ġthan": 615,
      "ĠSt": 616,
      "Ġyour": 617,
      "Ġbecause": 618,
      "Ġaf": 619,
      "ink": 620,
      "Ġthese": 621,
      "ame": 622,
      "Ġ20": 623,
      "ond": 624,
      "Ġkn": 625,
      "ors": 626,
      "Ġpe": 627,
      "Ġlast": 628,
      "oth": 629,
      "pect": 630,
      "Ġfe": 631,
      "Ġ10": 632,
      "ĠWe": 633,
      "ates": 634,
      "Ġmonth": 635,
      "ss": 636,
      "xt": 637,
      "osit": 638,
      "Ġres": 639,
      "Ġbeen": 640,
      "ag": 641,
      "ily": 642,
      "Ġevery": 643,
      "ile": 644,
      "arg": 645,
      "Ġwhen": 646,
      "oll": 647,
      "ĠV": 648,
      "Ġshares": 649,
      "ĠQ": 650,
      "low": 651,
      "arnings": 652,
      "uch": 653,
      "Ġinvest": 654,
      "20": 655,
      "Ġinflation": 656,
      "ult": 657,
      "able": 658,
      "Ġcurre": 659,
      "iz": 660,
      "Ġqu": 661,
      "fore": 662,
      "ility": 663,
      "ople": 664,
      "ĠCh": 665,
      "Ġcompany": 666,
      "Ġcr": 667,
      "Ġar": 668,
      "du": 669,
      "ff": 670,
      "Ġact": 671,
      "Ġback": 672,
      "Ġtoday": 673,
      "Ġdon": 674,
      "ices": 675,
      "Ġthink": 676,
      "ract": 677,
      "Ġknow": 678,
      "Ġlow": 679,
      "ays": 680,
      "ĠSo": 681,
      "____": 682,
      "int": 683,
      "Ġcl": 684,
      "Ġtoo": 685,
      "ans": 686,
      "Ġstart": 687,
      "Ġshort": 688,
      "vel": 689,
      "Ġimp": 690,
      "Ġpeople": 691,
      "ussi": 692,
      "Ġformatpn": 693,
      "Ġafter": 694,
      "Ġhad": 695,
      "ount": 696,
      "ets": 697,
      "Ġinto": 698,
      "Ġ8": 699,
      "Ġmuch": 700,
      "Ġen": 701,
      "Ġincre": 702,
      "ite": 703,
      "Ġwere": 704,
      "Ġvol": 705,
      "ber": 706,
      "ble": 707,
      "Ġstill": 708,
      "Ġgood": 709,
      "Ġneed": 710,
      "Ġweek": 711,
      "ire": 712,
      "ri": 713,
      "ased": 714,
      "202": 715,
      "ep": 716,
      "Ġthem": 717,
      "Ġgt": 718,
      "Ġbefore": 719,
      "Ġwho": 720,
      "Ġapp": 721,
      "Ġother": 722,
      "Ġmake": 723,
      "Ġnew": 724,
      "Ġind": 725,
      "ign": 726,
      "ought": 727,
      "ys": 728,
      "ord": 729,
      "ium": 730,
      "nder": 731,
      "Ġonly": 732,
      "Ġcould": 733,
      "ical": 734,
      "li": 735,
      "Ġdid": 736,
      "ĠIf": 737,
      "Ġagain": 738,
      "ince": 739,
      "Ġwant": 740,
      "Ġno": 741,
      "Ġearnings": 742,
      "ĠSP": 743,
      "Ġnext": 744,
      "Ġcurrent": 745,
      "wit": 746,
      "Ġbet": 747,
      "ass": 748,
      "Ġhapp": 749,
      "irst": 750,
      "pr": 751,
      "our": 752,
      "Ġ15": 753,
      "erest": 754,
      "Ġsupport": 755,
      "ting": 756,
      "Ġthen": 757,
      "Ġma": 758,
      "ĠRussi": 759,
      "Ġopt": 760,
      "Ġ6": 761,
      "ree": 762,
      "reak": 763,
      "anc": 764,
      "ick": 765,
      "uture": 766,
      "ace": 767,
      "pt": 768,
      "ind": 769,
      "2022": 770,
      "orrow": 771,
      "Ġeven": 772,
      "Ġexpect": 773,
      "Ġhere": 774,
      "Ġcontract": 775,
      "Ġret": 776,
      "oss": 777,
      "Ġass": 778,
      "Ġcons": 779,
      "mer": 780,
      "Ġposit": 781,
      "Ġtrading": 782,
      "witter": 783,
      "ious": 784,
      "arch": 785,
      "Ġdec": 786,
      "formatpn": 787,
      "Ġtech": 788,
      "Ġputs": 789,
      "lon": 790,
      "ative": 791,
      "ary": 792,
      "Ġlo": 793,
      "Ġunder": 794,
      "Ġris": 795,
      "ĠBut": 796,
      "ps": 797,
      "ec": 798,
      "fit": 799,
      "ud": 800,
      "ann": 801,
      "Ġhappen": 802,
      "ry": 803,
      "ually": 804,
      "vid": 805,
      "Ġvery": 806,
      "Ġway": 807,
      "Ġhold": 808,
      "aily": 809,
      "Ġinterest": 810,
      "tt": 811,
      "ĠIm": 812,
      "Ġacc": 813,
      "gg": 814,
      "Ġmost": 815,
      "Ġgu": 816,
      "Ġgre": 817,
      "Ġchart": 818,
      "ange": 819,
      "Ġright": 820,
      "ood": 821,
      "Ġshould": 822,
      "Ġ50": 823,
      "ating": 824,
      "Ġfuture": 825,
      "urn": 826,
      "Ġbull": 827,
      "Ġ7": 828,
      "Ġtake": 829,
      "Ġco": 830,
      "Ġcash": 831,
      "Ġtw": 832,
      "Ġlong": 833,
      "Ġrep": 834,
      "Ġfirst": 835,
      "ade": 836,
      "Ġprices": 837,
      "Ġdoes": 838,
      "Ġ0": 839,
      "Ġthose": 840,
      "read": 841,
      "Ġsince": 842,
      "Ġbeing": 843,
      "ĠAnd": 844,
      "ĠSPY": 845,
      "dit": 846,
      "Ġprodu": 847,
      "PI": 848,
      "hing": 849,
      "ving": 850,
      "Ġdiv": 851,
      "ict": 852,
      "Ġopen": 853,
      "Ġbuying": 854,
      "Ġaround": 855,
      "'m": 856,
      "Ġspe": 857,
      "nds": 858,
      "Ġpo": 859,
      "Ġgot": 860,
      "Ġwhere": 861,
      "Ġwell": 862,
      "Ġyears": 863,
      "jor": 864,
      "Ġour": 865,
      "Ġcor": 866,
      "form": 867,
      "50": 868,
      "con": 869,
      "ward": 870,
      "atility": 871,
      "ail": 872,
      "ise": 873,
      "Ġpay": 874,
      "ĠThey": 875,
      "ield": 876,
      "per": 877,
      "ress": 878,
      "Ġcase": 879,
      "Ġpost": 880,
      "ĠTwitter": 881,
      "Ġstr": 882,
      "Ġ100": 883,
      "Ġ200": 884,
      "Ġ2022": 885,
      "gy": 886,
      "Ġbear": 887,
      "Th": 888,
      "ever": 889,
      "Ġshow": 890,
      "Ġmajor": 891,
      "30": 892,
      "morrow": 893,
      "Ġent": 894,
      "Ġmin": 895,
      "Ġtomorrow": 896,
      "Ġlevel": 897,
      "Ġdays": 898,
      "...": 899,
      "ex": 900,
      "ub": 901,
      "Ġi": 902,
      "Ġmove": 903,
      "arter": 904,
      "ĠElon": 905,
      "Ġest": 906,
      "Ġsim": 907,
      "ĠCPI": 908,
      "ments": 909,
      "iew": 910,
      "ues": 911,
      "ater": 912,
      "Ġbelow": 913,
      "ations": 914,
      "Ġprofit": 915,
      "aking": 916,
      "Ġplay": 917,
      "Ġdivide": 918,
      "ach": 919,
      "bt": 920,
      "erm": 921,
      "Ġbreak": 922,
      "ities": 923,
      "anies": 924,
      "Ġcontin": 925,
      "other": 926,
      "ced": 927,
      "la": 928,
      "ning": 929,
      "ĠTo": 930,
      "Ġreal": 931,
      "Ġrecent": 932,
      "Ġcalls": 933,
      "Ġfuck": 934,
      "ollow": 935,
      "Ġ9": 936,
      "Ġcap": 937,
      "Ġdaily": 938,
      "Ġgrow": 939,
      "ession": 940,
      "Ġvolatility": 941,
      "Ġbo": 942,
      "Ġdro": 943,
      "ically": 944,
      "Ġcompanies": 945,
      "venue": 946,
      "conom": 947,
      "ma": 948,
      "wn": 949,
      "Ġke": 950,
      "Ġsame": 951,
      "Ġmillion": 952,
      "Ġlot": 953,
      "81": 954,
      "side": 955,
      "erv": 956,
      "Ġhis": 957,
      "Ġend": 958,
      "Ġfew": 959,
      "ĠChin": 960,
      "ell": 961,
      "Ġwent": 962,
      "ener": 963,
      "Ġreally": 964,
      "ĠAn": 965,
      "Ġabove": 966,
      "Ġsaid": 967,
      "Ġtwo": 968,
      "Ġmay": 969,
      "Ġmade": 970,
      "Ġnum": 971,
      "Ġ11": 972,
      "Ġfinanc": 973,
      "ple": 974,
      "Ġsay": 975,
      "ory": 976,
      "ĠMay": 977,
      "Ġmarkets": 978,
      "ĠWhat": 979,
      "lie": 980,
      "ull": 981,
      "Ġfollow": 982,
      "Ġdis": 983,
      "15": 984,
      "Ġeconom": 985,
      "ĠAl": 986,
      "ĠHow": 987,
      "Ġval": 988,
      "Ġstocks": 989,
      "Ġwork": 990,
      "Ġdont": 991,
      "pre": 992,
      "Ġsc": 993,
      "Ġbro": 994,
      "Ġbig": 995,
      "Ġown": 996,
      "Ġfar": 997,
      "ĠThat": 998,
      "uring": 999
    },
    "merges": [
      "Ġ t",
      "Ġ a",
      "i n",
      "Ġt h",
      "r e",
      "o n",
      "Ġ s",
      "Ġth e",
      "e r",
      "Ġ w",
      "a t",
      "Ġ b",
      "Ġ o",
      "in g",
      "Ġ c",
      "i s",
      "Ġ m",
      "i t",
      "n d",
      "o r",
      "l l",
      "Ġ f",
      "Ġt o",
      "e s",
      "Ġ p",
      "a r",
      "Ġ h",
      "e n",
      "o u",
      "Ġ d",
      "e d",
      "a n",
      "Ġ in",
      "Ġ l",
      "a s",
      "Ġ I",
      "Ġa nd",
      "Ġo f",
      "Ġ Ġ",
      "o w",
      "Ġ g",
      "e t",
      "i on",
      "o m",
      "i c",
      "Ġ n",
      "Ġ T",
      "Ġ is",
      "u t",
      "Ġ e",
      "a l",
      "v e",
      "Ġ re",
      "Ġb e",
      "u s",
      "a y",
      "l y",
      "l e",
      "Ġ on",
      "Ġf or",
      "Ġ y",
      "o t",
      "v er",
      "Ġth at",
      "en t",
      "o s",
      "Ġs t",
      "Ġ it",
      "c t",
      "č Ċ",
      "i d",
      "Ġ A",
      "ĠT h",
      "a d",
      "a ll",
      "Ġw h",
      "l d",
      "i ll",
      "Ġ S",
      "Ġ 1",
      "r o",
      "Ġw e",
      "g h",
      "c k",
      "Ġ 2",
      "i m",
      "Ġ C",
      "u r",
      "c h",
      "t h",
      "k e",
      "Ġ u",
      "Ġ r",
      "c e",
      "Ġy ou",
      "Ġs h",
      "Ġth is",
      "it h",
      "Ġh a",
      "Ġ M",
      "Ġs e",
      "Ġa re",
      "Ġa n",
      "Ġ W",
      "p p",
      "at ion",
      "ĠTh e",
      "Ġg o",
      "i gh",
      "t er",
      "i r",
      "Ġa s",
      "Ġ B",
      "s t",
      "Ġa t",
      "i l",
      "Ġw ith",
      "ar k",
      "Ġ $",
      "o re",
      "or t",
      "Ġ F",
      "Ġc on",
      "ark et",
      "u m",
      "Ġn e",
      "Ġc om",
      "Ġ P",
      "es t",
      "at e",
      "Ġha ve",
      "Ġw ill",
      "Ġd e",
      "n t",
      "Ġ 4",
      "e re",
      "Ġn ot",
      "0 0",
      "Ġm arket",
      "s e",
      "Ġe x",
      "' s",
      "g e",
      "ou ld",
      "all y",
      "r a",
      "er s",
      "o o",
      "Ġ R",
      "Ġs u",
      "a re",
      "p e",
      "Ġ D",
      "Ġp ro",
      "Ġp r",
      "us t",
      "Ġo r",
      "o l",
      "Ġ E",
      "i f",
      "Ġb u",
      "Ġc h",
      "o ck",
      "e ar",
      "Ġu p",
      "Ġa l",
      "on e",
      "Ġ 3",
      "Ġb ut",
      "Ġm e",
      "Ġt r",
      "Ġthe y",
      "Ġd o",
      "es s",
      "Ġl i",
      "om e",
      "Ġa b",
      "a m",
      "os t",
      "Ġw as",
      "i ve",
      "0 2",
      "Ġc an",
      "Ġa ll",
      "ar t",
      "ow n",
      "Ġo ut",
      "u l",
      "Ġ H",
      "Ġ v",
      "Ġcom p",
      "q u",
      "Ġ N",
      "as t",
      "Ġf r",
      "Ġh as",
      "a in",
      "it y",
      "Ġs o",
      "Ġm y",
      "Ġst ock",
      "igh t",
      "Ġ 5",
      "i es",
      "ver y",
      "Ġ O",
      "ic e",
      "a k",
      "m ent",
      "ou t",
      "a b",
      "i e",
      "u e",
      "Ġfr om",
      "Ġm ore",
      "an t",
      "ion s",
      "Ġ G",
      "id e",
      "Ġ j",
      "Ġd own",
      "i v",
      "i g",
      "o p",
      "Ġli ke",
      "_ _",
      "Ġl e",
      "is t",
      "p n",
      "u re",
      "d ay",
      "ar d",
      "a p",
      "us e",
      "e m",
      "Ġin t",
      "oo k",
      "Ġb y",
      "Ġo ver",
      "ou gh",
      "s o",
      "ĠĠ Ġ",
      "ing s",
      "as e",
      "Ġh e",
      "Ġcon t",
      "f l",
      "Ġg et",
      "a nd",
      "o d",
      "Ġo p",
      "Ġy ear",
      "a ke",
      "Ġ L",
      "ic h",
      "os e",
      "Ġs ome",
      "Ġd ay",
      "Ġbu y",
      "Ġ U",
      "Ġ if",
      "m at",
      "Ġh igh",
      "Ġsh are",
      "v en",
      "' t",
      ". .",
      "Ġt im",
      "Ġab out",
      "mat pn",
      "Ġw or",
      "Ġwh at",
      "Ġp l",
      "a ck",
      "i p",
      "Ġre c",
      "a ge",
      "an y",
      "u n",
      "Ġthe ir",
      "Ġp re",
      "a use",
      "Ġw ould",
      "Ġ k",
      "Ġin c",
      "Ġn ow",
      "Ġj ust",
      "Ġtr ad",
      "e l",
      "ou s",
      "f or",
      "Ġit s",
      "o ve",
      "r ow",
      "Ġgo ing",
      "Ġse e",
      "is h",
      "Ġa d",
      "Ġwh ich",
      "k s",
      "Ġ2 02",
      "Ġp er",
      "s i",
      "Ġ im",
      "ĠTh is",
      "Ġal so",
      "Ġ J",
      "Ġl ook",
      "Ġa g",
      "Ġa m",
      "an ce",
      "Ġbe c",
      "as h",
      "Ġpr ice",
      "Ġ us",
      "Ġse ll",
      "Ġt e",
      "Ġc all",
      "Ġtim e",
      "on g",
      "i al",
      "Ġp ut",
      "th er",
      "at ed",
      "Ġof f",
      "ar n",
      "ou nd",
      "Ġh ow",
      "Ġsu pp",
      "Ġthe re",
      "Ġan y",
      "ĠW h",
      "fl ation",
      "ill ion",
      "o ld",
      "in e",
      "Ġ Y",
      "e ct",
      "Ġs a",
      "Ġf in",
      "Ġon e",
      "Ġex p",
      "ĠI t",
      "Ġa c",
      "Ġs p",
      "a ct",
      "Ġu n",
      "Ġf u",
      "ĠI n",
      "Ġwe e",
      "on th",
      "one y",
      "Ġc ur",
      "v est",
      "re d",
      "ĠĠ ĠĠ",
      "l o",
      "Ġm oney",
      "Ġth an",
      "ĠS t",
      "Ġyou r",
      "Ġbec ause",
      "Ġa f",
      "in k",
      "Ġthe se",
      "am e",
      "Ġ2 0",
      "on d",
      "Ġk n",
      "or s",
      "Ġp e",
      "Ġl ast",
      "ot h",
      "pe ct",
      "Ġf e",
      "Ġ1 0",
      "ĠW e",
      "at es",
      "Ġm onth",
      "s s",
      "x t",
      "os it",
      "Ġre s",
      "Ġbe en",
      "a g",
      "i ly",
      "Ġe very",
      "i le",
      "ar g",
      "Ġwh en",
      "o ll",
      "Ġ V",
      "Ġshare s",
      "Ġ Q",
      "l ow",
      "arn ings",
      "u ch",
      "Ġin vest",
      "2 0",
      "Ġin flation",
      "ul t",
      "ab le",
      "Ġcur re",
      "i z",
      "Ġ qu",
      "f ore",
      "il ity",
      "op le",
      "ĠC h",
      "Ġcomp any",
      "Ġc r",
      "Ġa r",
      "d u",
      "f f",
      "Ġa ct",
      "Ġb ack",
      "Ġto day",
      "Ġd on",
      "ic es",
      "Ġth ink",
      "ra ct",
      "Ġkn ow",
      "Ġl ow",
      "ay s",
      "ĠS o",
      "__ __",
      "in t",
      "Ġc l",
      "Ġto o",
      "an s",
      "Ġst art",
      "Ġsh ort",
      "ve l",
      "Ġim p",
      "Ġpe ople",
      "us si",
      "Ġfor matpn",
      "Ġaf ter",
      "Ġh ad",
      "ou nt",
      "et s",
      "Ġint o",
      "Ġ 8",
      "Ġm uch",
      "Ġ en",
      "Ġinc re",
      "it e",
      "Ġwe re",
      "Ġv ol",
      "b er",
      "b le",
      "Ġst ill",
      "Ġgo od",
      "Ġne ed",
      "Ġwee k",
      "i re",
      "r i",
      "as ed",
      "2 02",
      "e p",
      "Ġthe m",
      "Ġg t",
      "Ġbe fore",
      "Ġwh o",
      "Ġa pp",
      "Ġo ther",
      "Ġm ake",
      "Ġne w",
      "Ġin d",
      "ig n",
      "ough t",
      "y s",
      "or d",
      "i um",
      "nd er",
      "Ġon ly",
      "Ġc ould",
      "ic al",
      "l i",
      "Ġd id",
      "ĠI f",
      "Ġag ain",
      "in ce",
      "Ġw ant",
      "Ġn o",
      "Ġe arnings",
      "ĠS P",
      "Ġne xt",
      "Ġcurre nt",
      "w it",
      "Ġb et",
      "as s",
      "Ġha pp",
      "ir st",
      "p r",
      "ou r",
      "Ġ1 5",
      "ere st",
      "Ġsupp ort",
      "t ing",
      "Ġthe n",
      "Ġm a",
      "ĠR ussi",
      "Ġop t",
      "Ġ 6",
      "re e",
      "re ak",
      "an c",
      "ic k",
      "ut ure",
      "a ce",
      "p t",
      "in d",
      "202 2",
      "or row",
      "Ġe ven",
      "Ġex pect",
      "Ġh ere",
      "Ġcont ract",
      "Ġre t",
      "os s",
      "Ġas s",
      "Ġcon s",
      "m er",
      "Ġp osit",
      "Ġtrad ing",
      "wit ter",
      "i ous",
      "ar ch",
      "Ġde c",
      "for matpn",
      "Ġte ch",
      "Ġput s",
      "l on",
      "at ive",
      "ar y",
      "Ġl o",
      "Ġu nder",
      "Ġr is",
      "ĠB ut",
      "p s",
      "e c",
      "f it",
      "u d",
      "an n",
      "Ġhapp en",
      "r y",
      "u ally",
      "v id",
      "Ġ very",
      "Ġw ay",
      "Ġh old",
      "a ily",
      "Ġint erest",
      "t t",
      "ĠI m",
      "Ġac c",
      "g g",
      "Ġm ost",
      "Ġg u",
      "Ġg re",
      "Ġch art",
      "an ge",
      "Ġr ight",
      "oo d",
      "Ġsh ould",
      "Ġ5 0",
      "at ing",
      "Ġf uture",
      "ur n",
      "Ġbu ll",
      "Ġ 7",
      "Ġt ake",
      "Ġc o",
      "Ġc ash",
      "Ġt w",
      "Ġl ong",
      "Ġre p",
      "Ġf irst",
      "ad e",
      "Ġpr ices",
      "Ġdo es",
      "Ġ 0",
      "Ġth ose",
      "re ad",
      "Ġs ince",
      "Ġbe ing",
      "ĠA nd",
      "ĠSP Y",
      "d it",
      "Ġpro du",
      "P I",
      "h ing",
      "v ing",
      "Ġd iv",
      "ic t",
      "Ġop en",
      "Ġbuy ing",
      "Ġar ound",
      "' m",
      "Ġs pe",
      "nd s",
      "Ġp o",
      "Ġg ot",
      "Ġwh ere",
      "Ġwe ll",
      "Ġyear s",
      "j or",
      "Ġo ur",
      "Ġc or",
      "for m",
      "5 0",
      "c on",
      "w ard",
      "at ility",
      "a il",
      "is e",
      "Ġp ay",
      "ĠThe y",
      "ie ld",
      "p er",
      "re ss",
      "Ġc ase",
      "Ġp ost",
      "ĠT witter",
      "Ġst r",
      "Ġ1 00",
      "Ġ2 00",
      "Ġ202 2",
      "g y",
      "Ġbe ar",
      "T h",
      "e ver",
      "Ġsh ow",
      "Ġma jor",
      "3 0",
      "m orrow",
      "Ġ ent",
      "Ġm in",
      "Ġto morrow",
      "Ġle vel",
      "Ġday s",
      ".. .",
      "e x",
      "u b",
      "Ġ i",
      "Ġm ove",
      "ar ter",
      "ĠE lon",
      "Ġ est",
      "Ġs im",
      "ĠC PI",
      "ment s",
      "ie w",
      "u es",
      "at er",
      "Ġbe low",
      "ation s",
      "Ġpro fit",
      "ak ing",
      "Ġpl ay",
      "Ġdiv ide",
      "a ch",
      "b t",
      "er m",
      "Ġb reak",
      "it ies",
      "an ies",
      "Ġcont in",
      "oth er",
      "c ed",
      "l a",
      "n ing",
      "ĠT o",
      "Ġre al",
      "Ġrec ent",
      "Ġcall s",
      "Ġfu ck",
      "oll ow",
      "Ġ 9",
      "Ġc ap",
      "Ġd aily",
      "Ġg row",
      "ess ion",
      "Ġvol atility",
      "Ġb o",
      "Ġd ro",
      "ic ally",
      "Ġcomp anies",
      "ven ue",
      "con om",
      "m a",
      "w n",
      "Ġ ke",
      "Ġs ame",
      "Ġm illion",
      "Ġl ot",
      "8 1",
      "s ide",
      "er v",
      "Ġh is",
      "Ġe nd",
      "Ġfe w",
      "ĠCh in",
      "e ll",
      "Ġw ent",
      "en er",
      "Ġre ally",
      "ĠA n",
      "Ġab ove",
      "Ġsa id",
      "Ġtw o",
      "Ġm ay",
      "Ġm ade",
      "Ġn um",
      "Ġ1 1",
      "Ġfin anc",
      "p le",
      "Ġs ay",
      "or y",
      "ĠM ay",
      "Ġmarket s",
      "ĠWh at",
      "l ie",
      "u ll",
      "Ġf ollow",
      "Ġd is",
      "1 5",
      "Ġe conom",
      "ĠA l",
      "ĠH ow",
      "Ġv al",
      "Ġstock s",
      "Ġwor k",
      "Ġdon t",
      "p re",
      "Ġs c",
      "Ġb ro",
      "Ġb ig",
      "Ġo wn",
      "Ġf ar",
      "ĠTh at",
      "ur ing"
    ]
  }
}